Repository: Microsoft/nodejstools
Catalog: xliff/*/NodejsTools.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ToolsMenu|ButtonText
source: Node.&js Tools
cs: Ná&stroje Node.js
it: Strumenti Node.&js
ja: Node.js Tools(&J)
ko: Node.js 도구(&J)
ru: Инструменты Node.&js
tr: Node.&js Araçları
zh_hans: Node.js 工具(&J)
zh_hant: Node.js 工具(&J)

# ToolsMenu|CommandName
source: Node.&js Tools
cs: Ná&stroje Node.js
it: Strumenti Node.&js
ja: Node.js Tools(&J)
ko: Node.js 도구(&J)
ru: Инструменты Node.&js
tr: Node.&js Araçları
zh_hans: Node.js 工具(&J)
zh_hant: Node.js 工具(&J)

# RemoteDebugProxyMenu|ButtonText
source: &Remote Debugging Proxy
cs: &Server proxy vzdáleného ladění
es: &Quitar proxy de depuración
fr: &Proxy de débogage à distance
it: Proxy di debug &remoto
ja: リモート デバッグ プロキシ(&R)
ko: 원격 디버깅 프록시(&R)
pl: Se&rwer proxy debugowania zdalnego
pt_br: &Proxy de Depuração Remota
ru: &Прокси-сервер удаленной отладки
tr: &Uzaktan Hata Ayıklama Proxy'si
zh_hans: 远程调试代理(&R)
zh_hant: 遠端偵錯 Proxy(&R)

# RemoteDebugProxyMenu|CommandName
source: &Remote Debugging Proxy
cs: &Server proxy vzdáleného ladění
es: &Quitar proxy de depuración
fr: &Proxy de débogage à distance
it: Proxy di debug &remoto
ja: リモート デバッグ プロキシ(&R)
ko: 원격 디버깅 프록시(&R)
pl: Se&rwer proxy debugowania zdalnego
pt_br: &Proxy de Depuração Remota
ru: &Прокси-сервер удаленной отладки
tr: &Uzaktan Hata Ayıklama Proxy'si
zh_hans: 远程调试代理(&R)
zh_hant: 遠端偵錯 Proxy(&R)

# NpmMenu|ButtonText
source: &Npm
ja: Npm(&N)
ko: Npm(&N)
zh_hans: Npm(&N)
zh_hant: Npm(&N)

# NpmMenu|CommandName
source: &Npm
ja: Npm(&N)
ko: Npm(&N)
zh_hans: Npm(&N)
zh_hant: Npm(&N)

# cmdidAddNewFileCommand|ButtonText
source: New File...
cs: Nový soubor...
es: Nuevo archivo...
fr: Nouveau fichier...
it: Nuovo file...
ja: 新しいファイル...
ko: 새 파일...
pl: Nowy plik...
pt_br: Novo Arquivo...
ru: Создать файл...
tr: Yeni Dosya...
zh_hans: 新建文件...
zh_hant: 新增檔案...

# cmdidSetAsNodejsStartupFile|ButtonText
source: S&et as Node.js Startup File
cs: N&astavit jako spouštěcí soubor Node.js
es: Es&tablecer como archivo de inicio de Node.js
fr: Définir comm&e fichier de démarrage Node.js
it: I&mposta come file di avvio Node.js
ja: Node.js のスタートアップ ファイルとして設定(&E)
ko: Node.js 시작 파일로 설정(&E)
pl: &Ustaw jako plik startowy Node.js
pt_br: D&efinir como Arquivo de inicialização do Node.js
ru: У&становить в качестве файла запуска Node.js
tr: Node.js Başlangıç Dosyası Olarak A&yarla
zh_hans: 设置为 Node.js 启动文件(&E)
zh_hant: 設為 Node.js 啟動檔案(&E)

# cmdidSetAsNodejsStartupFile|CommandName
source: Set as Node.js Startup File
cs: Nastavit jako spouštěcí soubor Node.js
es: Establecer como archivo de inicio de Node.js
fr: Définir comme fichier de démarrage Node.js
it: Imposta come file di avvio Node.js
ja: Node.js のスタートアップ ファイルとして設定
ko: Node.js 시작 파일로 설정
pl: Ustaw jako plik startowy Node.js
pt_br: Definir como Arquivo de inicialização do Node.js
ru: У&становить в качестве файла запуска Node.js
tr: Node.js Başlangıç Dosyası Olarak Ayarla
zh_hans: 设置为 Node.js 启动文件
zh_hant: 設為 Node.js 啟動檔案

# cmdidAddExistingFolder|ButtonText
source: Existing &Folder...
cs: &Existující složka...
es: &Carpeta existente...
fr: &Dossier existant...
it: &Cartella esistente...
ja: 既存のフォルダー(&F)...
ko: 기존 폴더(&F)...
pl: Istniejący &folder...
pt_br: Pasta &Existente...
ru: Существующая &папка...
tr: Mevcut &Klasör...
zh_hans: 现有文件夹(&F)...
zh_hant: 現有資料夾(&F)...

# cmdidOpenCommandPromptHere|ButtonText
source: Open Command &Prompt Here...
cs: Otevřít zde příkazový řádek...
es: Abrir aquí un &símbolo del sistema...
fr: &Ouvrir l'invite de commandes ici...
it: Apri &prompt dei comandi qui...
ja: ここにコマンド プロンプトを開く(&P)...
ko: 여기서 명령 프롬프트 열기(&P)...
pl: Otwórz wiersz &polecenia tutaj...
pt_br: Abra o &Prompt de Comando Aqui...
ru: Открыть здесь командную &строку...
tr: Komut &İstemini Burada Aç...
zh_hans: 在此处打开命令提示符(&P)...
zh_hant: 在此開啟命令提示字元(&P)...

# cmdidCopyFullPath|ButtonText
source: Copy F&ull Path
cs: &Kopírovat úplnou cestu
es: Copiar ruta de acceso c&ompleta
fr: C&opier le chemin complet
it: Copia p&ercorso completo
ja: 完全なパスをコピー(&U)
ko: 전체 경로 복사(&U)
pl: Kopi&uj pełną ścieżkę
pt_br: Copiar Caminho C&ompleto
ru: Скопировать п&олный путь
tr: T&am Yolu Kopyala
zh_hans: 复制完整路径(&U)
zh_hant: 複製完整路徑(&U)

# cmdidCopyFullPath|ToolTipText
source: Copy Full Path
cs: Kopírovat úplnou cestu
es: Copiar ruta de acceso completa
fr: Copier le chemin complet
it: Copia percorso completo
ja: 完全なパスをコピー
ko: 전체 경로 복사
pl: Kopiuj pełną ścieżkę
pt_br: Copiar Caminho Completo
ru: Скопировать полный путь
tr: Tam Yolu Kopyala
zh_hans: 复制完整路径
zh_hant: 複製完整路徑

# cmdidReplWindow|ButtonText
source: Node.js Interactive Window
cs: Interaktivní okno Node.js
es: Ventana interactiva de Node.js
fr: Fenêtre interactive Node.js
it: Finestra interattiva Node.js
ja: Node.js 対話型ウィンドウ
ko: Node.js 대화형 창
pl: Okno interaktywne Node.js
pt_br: Janela Interativa do Node.js
ru: Интерактивное окно Node.js
tr: Node.js Etkileşimli Penceresi
zh_hans: Node.js 交互窗口
zh_hant: Node.js Interactive 視窗

# cmdidReplWindow|CommandName
source: Node.js Interactive Window
cs: Interaktivní okno Node.js
es: Ventana interactiva de Node.js
fr: Fenêtre interactive Node.js
it: Finestra interattiva Node.js
ja: Node.js 対話型ウィンドウ
ko: Node.js 대화형 창
pl: Okno interaktywne Node.js
pt_br: Janela Interativa do Node.js
ru: Интерактивное окно Node.js
tr: Node.js Etkileşimli Penceresi
zh_hans: Node.js 交互窗口
zh_hant: Node.js Interactive 視窗

# cmdidOpenReplWindow|ButtonText
source: Open Node.js Interactive Window
cs: Otevřít interaktivní okno Node.js
es: Abrir la ventana interactiva de Node.js
fr: Ouvrir la fenêtre interactive Node.js
it: Apri finestra interattiva Node.js
ja: Node.js 対話型ウィンドウを開く
ko: Node.js 대화형 창 열기
pl: Otwórz okno interaktywne Node.js
pt_br: Abrir Janela Interativa do Node.js
ru: Открыть интерактивное окно Node.js
tr: Node.js Etkileşimli Penceresini Aç
zh_hans: 打开 Node.js 交互窗口
zh_hant: 開啟 Node.js Interactive 視窗

# cmdidOpenReplWindow|CommandName
source: Open Node.js Interactive Window
cs: Otevřít interaktivní okno Node.js
es: Abrir la ventana interactiva de Node.js
fr: Ouvrir la fenêtre interactive Node.js
it: Apri finestra interattiva Node.js
ja: Node.js 対話型ウィンドウを開く
ko: Node.js 대화형 창 열기
pl: Otwórz okno interaktywne Node.js
pt_br: Abrir Janela Interativa do Node.js
ru: Открыть интерактивное окно Node.js
tr: Node.js Etkileşimli Penceresini Aç
zh_hans: 打开 Node.js 交互窗口
zh_hant: 開啟 Node.js Interactive 視窗

# cmdidOpenRemoteDebugProxyFolder|ButtonText
source: &Open Containing Folder
cs: &Otevřít nadřazenou složku
es: &Abrir carpeta contenedora
fr: &Ouvrir le dossier conteneur
it: &Apri cartella superiore
ja: 含まれるフォルダーを開く(&O)
ko: 상위 폴더 열기(&O)
pl: &Otwórz folder zawierający
pt_br: &Abrir Pasta Recipiente
ru: &Открыть содержащую объект папку
tr: İ&çeren Klasörü Aç
zh_hans: 打开包含文件夹(&O)
zh_hant: 開啟所屬資料夾(&O)

# cmdidOpenRemoteDebugProxyFolder|CommandName
source: Open Containing Folder
cs: Otevřít nadřazenou složku
es: Abrir la carpeta contenedora
fr: Ouvrir le dossier conteneur
it: Apri cartella superiore
ja: 含まれるフォルダーを開く
ko: 상위 폴더 열기
pl: Otwórz folder zawierający
pt_br: Abrir Pasta Recipiente
ru: Открыть содержащую объект папку
tr: İçeren Klasörü Aç
zh_hans: 打开包含文件夹
zh_hant: 開啟所屬資料夾

# cmdidOpenRemoteDebugDocumentation|ButtonText
source: Open &Documentation
cs: Otevřít &dokumentaci
es: Abrir &documentación
fr: Ouvrir la &documentation
it: A&pri documentazione
ja: ドキュメントを開く(&D)
ko: 문서 열기(&D)
pl: Otwórz &dokumentację
pt_br: Abrir &Documentação
ru: Открыть д&окументацию
tr: Belgeleri &Aç
zh_hans: 打开文档(&D)
zh_hant: 開啟文件(&D)

# cmdidOpenRemoteDebugDocumentation|CommandName
source: Open Documentation
cs: Otevřít dokumentaci
es: Abrir documentación
fr: Ouvrir la documentation
it: Apri documentazione
ja: ドキュメントを開く
ko: 문서 열기
pl: Otwórz dokumentację
pt_br: Abrir Documentação
ru: Открыть документацию
tr: Belgeleri Aç
zh_hans: 打开文档
zh_hant: 開啟文件

# cmdidDocumentation|ButtonText
source: &Documentation...
cs: &Dokumentace...
es: &Documentación...
it: &Documentazione...
ja: ドキュメント(&D)...
ko: 문서(&D)...
pl: &Dokumentacja...
pt_br: &Documentação...
ru: Д&окументация...
tr: &Belgeler...
zh_hans: 文档(&D)...
zh_hant: 文件(&D)...

# cmdidDocumentation|CommandName
source: Documentation...
cs: Dokumentace...
es: Documentación...
it: Documentazione...
ja: ドキュメント...
ko: 문서...
pl: Dokumentacja...
pt_br: Documentação...
ru: Документация...
tr: Belgeler...
zh_hans: 文档...
zh_hant: 文件...

# cmdidSurveyNews|ButtonText
source: Survey/&News...
cs: Průzkum/&novinky...
es: Encuesta/&Noticias...
fr: Enquête/&Informations...
it: Sondaggio/&Novità...
ja: アンケート/ニュース(&N)...
ko: 설문 조사/뉴스(&N)...
pl: A&nkieta/wiadomości...
pt_br: Pesquisa/&Notícias...
ru: Опрос и &новости...
tr: Anket/&Haberler...
zh_hans: 调查/消息(&N)...
zh_hant: 問卷/新聞(&N)...

# cmdidSurveyNews|CommandName
source: Survey/News...
cs: Průzkum/novinky...
es: Encuesta/Noticias...
fr: Enquête/Informations...
it: Sondaggio/Novità...
ja: アンケート/ニュース...
ko: 설문 조사/뉴스...
pl: Ankieta/wiadomości...
pt_br: Pesquisa/Notícias...
ru: Опрос и новости...
tr: Anket/Haberler...
zh_hans: 调查/消息...
zh_hant: 問卷/新聞...

# cmdidSendFeedback|ButtonText
source: &Report Issue or Send Feedback...
cs: &Nahlásit problém nebo poslat názor...
es: &Informar del problema o enviar comentarios...
fr: &Signaler un problème ou envoyer des commentaires...
it: &Segnala problema o invia commenti e suggerimenti...
ja: 問題の報告またはフィードバックの送信(&R)...
ko: 문제 보고 또는 의견 보내기(&R)...
pl: &Zgłoś błąd albo wyślij opinię...
pt_br: &Reportar Problema ou Enviar Comentários...
ru: &Отправить отзыв или сообщить о проблеме...
tr: &Sorun Bildir veya Geri Bildirim Gönder...
zh_hans: 报告问题或发送反馈(&R)...
zh_hant: 回報問題或傳送意見反應(&R)...

# cmdidSendFeedback|CommandName
source: Report Issue or Send Feedback...
cs: Nahlásit problém nebo poslat názor...
es: Informar del problema o enviar comentarios...
fr: Signaler un problème ou envoyer des commentaires...
it: Segnala problema o invia commenti e suggerimenti...
ja: 問題の報告またはフィードバックの送信...
ko: 문제 보고 또는 의견 보내기...
pl: Zgłoś błąd albo wyślij opinię...
pt_br: Reportar Problema ou Enviar Comentários...
ru: Отправить отзыв или сообщить о проблеме...
tr: Sorun Bildir veya Geri Bildirim Gönder...
zh_hans: 报告问题或发送反馈...
zh_hant: 回報問題或傳送意見反應...

# cmdidNpmManageModules|ButtonText
source: Install &New npm Packages...
cs: &Nainstalovat nové balíčky npm...
es: Instalar &nuevos paquetes de npm...
fr: Installer des &nouveaux packages npm...
it: Installa &nuovi pacchetti npm...
ja: 新しい npm パッケージのインストール(&N)...
ko: 새 Npm 패키지 설치(&N)...
pl: Zainstaluj &nowe pakiety npm...
pt_br: Instalar &Novos Pacotes npm...
ru: Установить &новые пакеты npm...
tr: &Yeni npm Paketlerini Yükle...
zh_hans: 安装新的 Npm 包(&N)...
zh_hant: 安裝新的 npm 套件(&N)...

# cmdidNpmInstallModules|ButtonText
source: &Install Missing npm Packages
cs: &Nainstalovat chybějící balíčky npm
es: &Instalar los paquetes npm que faltan
fr: &Installer les packages npm manquants
it: &Installa pacchetti npm mancanti
ja: 欠落している npm パッケージをインストール(&I)
ko: 누락된 Npm 패키지 설치(&I)
pl: &Zainstaluj brakujące pakiety npm
pt_br: &Instalar Pacotes npm Ausentes
ru: Установить н&едостающие пакеты npm...
tr: &Eksik npm Paketlerini Yükle
zh_hans: 安装缺失的 Npm 包(&I)
zh_hant: 安裝遺失的 npm 套件(&I)

# cmdidNpmUpdateModules|ButtonText
source: Up&date npm Packages
cs: &Aktualizovat balíčky npm
es: Ac&tualizar paquetes npm
fr: &Mettre à jour les packages npm
it: A&ggiorna pacchetti npm
ja: npm パッケージを更新(&D)
ko: Npm 패키지 업데이트(&D)
pl: Z&aktualizuj pakiety npm
pt_br: Atu&alizar Pacotes npm
ru: Обно&вить пакеты npm
tr: &npm Paketlerini Güncelleştir
zh_hans: 更新 Npm 包(&D)
zh_hant: 更新 npm 套件(&D)

# cmdidNpmUninstallModule|ButtonText
source: Unins&tall npm Package(s)
cs: &Odinstalovat balíčky npm
es: Desins&talar paquete(s) npm
fr: Désins&taller un ou plusieurs packages npm
it: &Disinstalla pacchetto/i npm
ja: npm パッケージのアンインストール(&T)
ko: Npm 패키지 제거(&T)
pl: Odins&taluj pakiety npm
pt_br: Desinstalar Pacotes npm
ru: Удал&ить пакеты npm
tr: &npm Paketlerini Kaldır
zh_hans: 卸载 Npm 包(&T)
zh_hant: 將 npm 套件解除安裝(&T)

# cmdidNpmInstallSingleMissingModule|ButtonText
source: &Install Missing npm Package(s)
cs: &Nainstalovat chybějící balíčky npm
es: &Instalar los paquetes npm que faltan
fr: &Installer le ou les packages npm manquants...
it: &Installa pacchetto/i npm mancante/i
ja: 欠落している npm パッケージをインストール(&I)
ko: 누락된 Npm 패키지 설치(&I)
pl: Za&instaluj brakujące pakiety npm
pt_br: &Instalar Pacotes npm Ausentes
ru: Установить н&едостающие пакеты npm
tr: &Eksik npm Paketlerini Yükle
zh_hans: 安装缺失的 Npm 包(&I)
zh_hant: 安裝遺失的 npm 套件(&I)

# cmdidNpmUpdateSingleModule|ButtonText
source: &Update npm Package(s)
cs: &Atualizovat balíčky npm
es: &Actualizar paquetes npm
fr: &Mettre à jour un ou plusieurs packages npm
it: &Aggiorna pacchetto/i npm
ja: npm パッケージを更新(&U)
ko: Npm 패키지 업데이트(&U)
pl: Zakt&ualizuj pakiety npm
pt_br: At&ualizar Pacotes npm
ru: Обно&вить пакеты npm
tr: &npm Paketlerini Güncelleştir
zh_hans: 更新 Npm 包(&U)
zh_hant: 更新 npm 套件(&U)

# cmdidNpmOpenModuleHomepage|ButtonText
source: Open &Documentation
cs: Otevřít &dokumentaci
es: Abrir &documentación
fr: Ouvrir la &documentation
it: A&pri documentazione
ja: ドキュメントを開く(&D)
ko: 문서 열기(&D)
pl: Otwórz &dokumentację
pt_br: Abrir &Documentação
ru: Открыть д&окументацию
tr: Belgeleri &Aç
zh_hans: 打开文档(&D)
zh_hant: 開啟文件(&D)

# cmdidImportWizard|ButtonText
source: Import Existing &Project...
cs: I&mportovat existující projekt...
es: Importar el &proyecto existente...
fr: Importer un &projet existant...
it: Importa &progetto esistente...
ja: 既存のプロジェクトをインポート(&P)...
ko: 기존 프로젝트 가져오기(&P)...
pl: Importuj istniejący &projekt...
pt_br: Importar &Projeto Existente...
ru: Импортировать существующий &проект...
tr: Mevcut &Projeyi İçeri Aktar...
zh_hans: 导入现有项目(&P)...
zh_hant: 匯入現有專案(&P)...

# cmdidImportWizard|ToolTipText
source: Import Existing Project...
cs: Importovat existující projekt...
es: Importar el proyecto existente...
fr: Importer un projet existant...
it: Importa progetto esistente...
ja: 既存のプロジェクトをインポート...
ko: 기존 프로젝트 가져오기...
pl: Importuj istniejący projekt...
pt_br: Importar Projeto Existente...
ru: Импортировать существующий проект...
tr: Mevcut Projeyi İçeri Aktar...
zh_hans: 导入现有项目...
zh_hant: 匯入現有專案...

# cmdidImportWizard|MenuText
source: Import Existing &Project...
cs: I&mportovat existující projekt...
es: Importar &proyecto existente...
fr: Importer un &projet existant...
it: Importa &progetto esistente...
ja: 既存のプロジェクトをインポート(&P)...
ko: 기존 프로젝트 가져오기(&P)...
pl: Importuj istniejący &projekt...
pt_br: Importar &Projeto Existente...
ru: Импортировать существующий &проект...
tr: Mevcut &Projeyi İçeri Aktar...
zh_hans: 导入现有项目(&P)...
zh_hant: 匯入現有專案(&P)...

# cmdidImportWizard|CommandName
source: Import Existing Project...
cs: Importovat existující projekt...
es: Importar el proyecto existente...
fr: Importer un projet existant...
it: Importa progetto esistente...
ja: 既存のプロジェクトをインポート...
ko: 기존 프로젝트 가져오기...
pl: Importuj istniejący projekt...
pt_br: Importar Projeto Existente...
ru: Импортировать существующий проект...
tr: Mevcut Projeyi İçeri Aktar...
zh_hans: 导入现有项目...
zh_hant: 匯入現有專案...

# cmdidAzureExplorerAttachNodejsDebugger|ButtonText
source: Attach Debugger (&Node.js)
cs: Připojit ladicí program (&Node.js)
es: Adjuntar depurador (&Node.js)
fr: Attacher le débogueur (&Node.js)
it: Collega debugger (&Node.js)
ja: デバッガーをアタッチ (Node.js) (&N)
ko: 디버거 연결(Node.js)(&N)
pl: Dołącz debuger (&Node.js)
pt_br: Anexar Depurador (&Node.js)
ru: Подключить отладчик (&Node.js)
tr: Hata Ayıklayıcı Ekle (&Node.js)
zh_hans: 附加调试器(Node.js)(&N)
zh_hant: 附加偵錯工具 (Node.js)(&N)

# cmdidAzureExplorerAttachNodejsDebugger|ToolTipText
source: Attach the Node.js debugger to the remote Microsoft Azure site
cs: Připojit ladicí program Node.js ke vzdálenému webu Microsoft Azure
es: Adjunte el depurador de Node.js al sitio de Microsoft Azure remoto
fr: Attacher le débogueur Node.js au site Microsoft Azure distant
it: Collega il debugger Node.js al sito remoto di Microsoft Azure
ja: Node.js デバッガーをリモートの Microsoft Azure サイトにアタッチします
ko: Node.js 디버거를 원격 Microsoft Azure 사이트에 연결합니다.
pl: Dołącz debuger Node.js do zdalnej witryny platformy Microsoft Azure
pt_br: Anexar o depurador do Node.js ao site remoto do Microsoft Azure
ru: Подключить отладчик Node.js к удаленному сайту Microsoft Azure
tr: Node.js hata ayıklayıcıyı uzak Microsoft Azure sitesine ekleyin
zh_hans: 将 Node.js 调试器附加到远程 Microsoft Azure 站点
zh_hant: 將 Node.js 偵錯工具附加到遠端 Microsoft Azure 網站

# cmdidAzureExplorerAttachNodejsDebugger|MenuText
source: Attach Debugger (&Node.js)
cs: Připojit ladicí program (&Node.js)
es: Adjuntar depurador (&Node.js)
fr: Attacher le débogueur (&Node.js)
it: Collega debugger (&Node.js)
ja: デバッガーをアタッチ (Node.js) (&N)
ko: 디버거 연결(Node.js)(&N)
pl: Dołącz debuger (&Node.js)
pt_br: Anexar Depurador (&Node.js)
ru: Подключить отладчик (&Node.js)
tr: Hata Ayıklayıcı Ekle (&Node.js)
zh_hans: 附加调试器(Node.js)(&N)
zh_hant: 附加偵錯工具 (Node.js)(&N)

# cmdidAzureExplorerAttachNodejsDebugger|CommandName
source: Attach Node.js Debugger
cs: Připojit ladicí program Node.js
es: Adjuntar depurador de Node.js
fr: Attacher le débogueur Node.js
it: Collega debugger Node.js
ja: Node.js デバッガーをアタッチ
ko: Node.js 디버거 연결
pl: Dołącz debuger Node.js
pt_br: Anexar Depurador do Node.js
ru: Подключить отладчик Node.js
tr: Node.js Hata Ayıklayıcı Ekle
zh_hans: 附加 Node.js 调试器
zh_hant: 附加 Node.js 偵錯工具

# cmdidDiagnostics|ButtonText
source: &Diagnostic Info...
cs: &Diagnostické informace...
es: &Información de diagnóstico...
fr: Informations de &diagnostic...
it: In&formazioni di diagnostica...
ja: 診断情報(&D)...
ko: 진단 정보(&D)...
pl: Informacje &diagnostyczne...
pt_br: &Informações de Diagnóstico...
ru: Д&иагностические сведения...
tr: &Tanılama Bilgisi...
zh_hans: 诊断信息(&D)...
zh_hant: 診斷資訊(&D)...

# cmdidDiagnostics|ToolTipText
source: Diagnostic Info...
cs: Diagnostické informace...
es: Información de diagnóstico...
fr: Informations de diagnostic...
it: Informazioni di diagnostica...
ja: 診断情報...
ko: 진단 정보...
pl: Informacje diagnostyczne...
pt_br: Informações de Diagnóstico...
ru: Диагностические сведения...
tr: Tanılama Bilgisi...
zh_hans: 诊断信息...
zh_hant: 診斷資訊...

# cmdidDiagnostics|MenuText
source: &Diagnostic Info...
cs: &Diagnostické informace...
es: &Información de diagnóstico...
fr: Informations de &diagnostic...
it: In&formazioni di diagnostica...
ja: 診断情報(&D)...
ko: 진단 정보(&D)...
pl: Informacje &diagnostyczne...
pt_br: &Informações de Diagnóstico...
ru: Д&иагностические сведения...
tr: &Tanılama Bilgisi...
zh_hans: 诊断信息(&D)...
zh_hant: 診斷資訊(&D)...

# cmdidDiagnostics|CommandName
source: Diagnostic Info...
cs: Diagnostické informace...
es: Información de diagnóstico...
fr: Informations de diagnostic...
it: Informazioni di diagnostica...
ja: 診断情報...
ko: 진단 정보...
pl: Informacje diagnostyczne...
pt_br: Informações de Diagnóstico...
ru: Диагностические сведения...
tr: Tanılama Bilgisi...
zh_hans: 诊断信息...
zh_hant: 診斷資訊...
