Repository: microsoft/nodejstools
Catalog: xliff/*/NodejsTools.xlf
Languages: de

# RemoteDebugProxyMenu|ButtonText
source: &Remote Debugging Proxy
de: Proxy für &Remotedebugging

# RemoteDebugProxyMenu|CommandName
source: &Remote Debugging Proxy
de: Proxy für &Remotedebugging

# cmdidAddNewFileCommand|ButtonText
source: New File...
de: Neue Datei...

# cmdidSetAsNodejsStartupFile|ButtonText
source: S&et as Node.js Startup File
de: Als Node.js-Startdatei f&estlegen

# cmdidSetAsNodejsStartupFile|CommandName
source: Set as Node.js Startup File
de: Als Node.js-Startdatei festlegen

# cmdidAddExistingFolder|ButtonText
source: Existing &Folder...
de: &Vorhandener Ordner...

# cmdidOpenCommandPromptHere|ButtonText
source: Open Command &Prompt Here...
de: Ein&gabeaufforderung hier öffnen...

# cmdidCopyFullPath|ButtonText
source: Copy F&ull Path
de: Vollständigen &Pfad kopieren

# cmdidCopyFullPath|ToolTipText
source: Copy Full Path
de: Vollständigen Pfad kopieren

# cmdidReplWindow|ButtonText
source: Node.js Interactive Window
de: Interaktives Node.js-Fenster

# cmdidReplWindow|CommandName
source: Node.js Interactive Window
de: Interaktives Node.js-Fenster

# cmdidOpenReplWindow|ButtonText
source: Open Node.js Interactive Window
de: Interaktives Node.js-Fenster öffnen

# cmdidOpenReplWindow|CommandName
source: Open Node.js Interactive Window
de: Interaktives Node.js-Fenster öffnen

# cmdidOpenRemoteDebugProxyFolder|ButtonText
source: &Open Containing Folder
de: Übergeordneten &Ordner öffnen

# cmdidOpenRemoteDebugProxyFolder|CommandName
source: Open Containing Folder
de: Übergeordneten Ordner öffnen

# cmdidOpenRemoteDebugDocumentation|ButtonText
source: Open &Documentation
de: &Dokumentation öffnen

# cmdidOpenRemoteDebugDocumentation|CommandName
source: Open Documentation
de: Dokumentation öffnen

# cmdidDocumentation|ButtonText
source: &Documentation...
de: &Dokumentation...

# cmdidDocumentation|CommandName
source: Documentation...
de: Dokumentation...

# cmdidSurveyNews|ButtonText
source: Survey/&News...
de: Umfrage/&Neuigkeiten...

# cmdidSurveyNews|CommandName
source: Survey/News...
de: Umfrage/Neuigkeiten...

# cmdidSendFeedback|ButtonText
source: &Report Issue or Send Feedback...
de: P&roblem melden oder Feedback senden...

# cmdidSendFeedback|CommandName
source: Report Issue or Send Feedback...
de: Problem melden oder Feedback senden...

# cmdidNpmManageModules|ButtonText
source: Install &New npm Packages...
de: &Neue npm-Pakete installieren...

# cmdidNpmInstallModules|ButtonText
source: &Install Missing npm Packages
de: Fehlende npm-Pakete &installieren...

# cmdidNpmUpdateModules|ButtonText
source: Up&date npm Packages
de: npm-&Pakete aktualisieren

# cmdidNpmUninstallModule|ButtonText
source: Unins&tall npm Package(s)
de: npm-Paket(e) deins&tallieren

# cmdidNpmInstallSingleMissingModule|ButtonText
source: &Install Missing npm Package(s)
de: Fehlende(s) npm-Paket(e) &installieren...

# cmdidNpmUpdateSingleModule|ButtonText
source: &Update npm Package(s)
de: npm-Paket(e) akt&ualisieren

# cmdidNpmOpenModuleHomepage|ButtonText
source: Open &Documentation
de: &Dokumentation öffnen

# cmdidImportWizard|ButtonText
source: Import Existing &Project...
de: Vorhandenes &Projekt importieren...

# cmdidImportWizard|ToolTipText
source: Import Existing Project...
de: Vorhandenes Projekt importieren...

# cmdidImportWizard|MenuText
source: Import Existing &Project...
de: Vorhandenes &Projekt importieren...

# cmdidImportWizard|CommandName
source: Import Existing Project...
de: Vorhandenes Projekt importieren...

# cmdidAzureExplorerAttachNodejsDebugger|ButtonText
source: Attach Debugger (&Node.js)
de: Debugger anfügen (&Node.js)

# cmdidAzureExplorerAttachNodejsDebugger|ToolTipText
source: Attach the Node.js debugger to the remote Microsoft Azure site
de: Node.js-Debugger an den Microsoft Azure-Remotestandort anfügen

# cmdidAzureExplorerAttachNodejsDebugger|MenuText
source: Attach Debugger (&Node.js)
de: Debugger anfügen (&Node.js)

# cmdidAzureExplorerAttachNodejsDebugger|CommandName
source: Attach Node.js Debugger
de: Node.js-Debugger anfügen

# cmdidDiagnostics|ButtonText
source: &Diagnostic Info...
de: &Diagnoseinformationen...

# cmdidDiagnostics|ToolTipText
source: Diagnostic Info...
de: Diagnoseinformationen...

# cmdidDiagnostics|MenuText
source: &Diagnostic Info...
de: &Diagnoseinformationen...

# cmdidDiagnostics|CommandName
source: Diagnostic Info...
de: Diagnoseinformationen...
