Repository: microsoft/nodejstools
Catalog: Nodejs/Product/Nodejs/Resources.*.resx
Languages: cs, de, it, ja, pl, pt_br, zh_hans, zh_hant

# ImportingProjectStatusText
source: Importing project...
cs: Importuje se projekt...
de: Das Projekt wird importiert...
it: Importazione del progetto...
ja: プロジェクトをインポートしています...
pl: Trwa importowanie projektu...
pt_br: Importando projeto...
zh_hans: 正在导入项目...
zh_hant: 正在匯入專案...

# ImportingProjectErrorStatusText
source: An error occurred and your project was not created.
cs: Došlo k chybě a projekt se nevytvořil.
de: Ein Fehler ist aufgetreten, und Ihr Projekt wurde nicht erstellt.
it: Si è verificato un errore e il progetto non è stato creato.
ja: エラーが発生し、プロジェクトは作成されませんでした。
pl: Wystąpił błąd i Twój projekt nie został utworzony.
pt_br: Ocorreu um erro e seu projeto não foi criado.
zh_hans: 出现错误，且项目未创建。
zh_hant: 發生錯誤，未建立您的專案。

# ImportingProjectAccessErrorStatusText
source: Some file paths could not be accessed.{0}Try moving your source code to a location where you can read and write files.
cs: Některé cesty k souborům nejsou přístupné.{0}Zkuste zdrojový kód přesunout na místo, kde můžete číst a zapisovat soubory.
de: Auf einige Dateipfade konnte nicht zugegriffen werden.{0}Verschieben Sie Ihren Quellcode an einen Speicherort, an dem Sie Dateien lesen und schreiben können.
it: Non è stato possibile accedere ad alcuni percorsi di file.{0}Provare a spostare il codice sorgente in un percorso in cui sia possibile leggere e scrivere file.
ja: いくつかのファイル パスにアクセスできませんでした。{0}ソース コードを、ファイルの読み書きが可能な場所に移動してください。
pl: Nie można uzyskać dostępu do niektórych ścieżek plików.{0}Spróbuj przenieść swój kod źródłowy do lokalizacji, w której możesz odczytywać i zapisywać pliki.
pt_br: Não foi possível acessar alguns caminhos de arquivo.{0}Tente mover seu código-fonte para um local em que você possa ler e gravar arquivos.
zh_hans: 部分文件路径无法访问。{0}尝试将源代码移动到可读写文件的位置。
zh_hant: 無法存取部分檔案路徑。{0}嘗試將您的原始程式碼移至您可讀取及寫入檔案的位置。

# ImportingProjectUnexpectedErrorMessage
source: An unexpected error {0} occurred while creating your project.
cs: Při vytváření projektu došlo k neočekávané chybě {0}.
de: Unerwarteter Fehler ({0}) beim Erstellen Ihres Projekts.
it: Si è verificato un errore imprevisto {0} durante la creazione del progetto.
ja: プロジェクトの作成中に、予期されないエラー {0} が発生しました。
pl: Wystąpił nieoczekiwany błąd {0} podczas tworzenia projektu.
pt_br: Ocorreu um erro inesperado {0} ao criar seu projeto.
zh_hans: 创建项目时发生意外错误 {0}。
zh_hant: 建立您的專案時發生未預期的錯誤 {0}。

# NodeModulesCouldNotParsePackageJsonErrorMessageText
source: Unable to parse {0} from your project. Please fix any errors and try again.
cs: Nejde analyzovat {0} z vašeho projektu. Opravte prosím všechny chyby a zkuste to znovu.
de: "{0}" kann von Ihrem Projekt aus nicht analysiert werden. Beheben Sie eventuelle Fehler, und versuchen Sie es noch mal.
it: Non è possibile analizzare {0} dal progetto. Correggere tutti gli errori e riprovare.
ja: プロジェクトからの {0} を解析できません。エラーを修正してから、もう一度お試しください。
pl: Nie można przeanalizować elementu {0} z Twojego projektu. Usuń wszystkie błędy i spróbuj ponownie.
pt_br: Não é possível analisar {0} do seu projeto. Tente corrigir quaisquer erros e tente novamente.
zh_hans: 无法从项目中分析 {0}。请修复错误，然后重试。
zh_hant: 無法剖析您專案的 {0}。請修正任何錯誤並再試一次。

# NpmNotInstalledMessageCaption
source: npm Not Installed
cs: npm není nainstalované.
de: npm nicht installiert.
it: npm non installato
ja: npm がインストールされていません
pl: Nie zainstalowano programu npm
pt_br: npm não instalado
zh_hans: npm 未安装
zh_hant: npm 未安裝

# NpmNotInstalledMessageText
source: Could not find npm.cmd. Ensure you have a recent version of node.js installed and have specified the location of node.exe in the project properties, or that it is available on your system PATH. The following error occurred trying to execute npm.cmd: {0}
cs: Nenašel se soubor npm.cmd. Je potřeba, abyste měli nainstalovanou poslední verzi node.js a abyste zadali umístění souboru node.exe ve vlastnostech projektu nebo aby byl dostupný v CESTĚ systému. Při pokusu o spuštění souboru npm.cmd došlo k následující chybě: {0}
de: "npm.cmd" wurde nicht gefunden. Stellen Sie sicher, dass eine aktuelle Version von "node.js" installiert ist und dass der Speicherort von "node.exe" in den Projekteigenschaften angegeben wurde oder in der PATH-Variable Ihres Systems verfügbar ist. Fehler beim Ausführen von "npm.cmd": {0}
it: npm.cmd non è stato trovato. Assicurarsi che sia installata una versione recente di node.js e che sia stato specificato il percorso di node.exe nelle proprietà del progetto o che il percorso sia disponibile nella variabile PATH di sistema. Durante il tentativo di esecuzione di npm.cmd si è verificato l'errore seguente: {0}
ja: npm.cmd が見つかりませんでした。最新バージョンの Node.js がインストールされていることと、プロジェクトのプロパティで node.exe の場所が指定されていること、システム PATH で使用可能になっていることを確認してください。 npm.cmd を実行しているときに、次のエラーが発生しました: {0}
pl: Nie można znaleźć pliku npm.cmd. Upewnij się, że masz zainstalowaną najnowszą wersję programu Node.js i że lokalizacja programu node.exe została określona we właściwościach projektu lub jest dostępna w zmiennej systemowej PATH. Następujący błąd wystąpił podczas próby wykonania pliku npm.cmd: {0}
pt_br: Não foi possível encontrar npm.cmd. Certifique-se de ter uma versão recente do node.js instalada e de ter especificado o local de node.exe nas propriedades do projeto, ou então de que ele esteja disponível no caminho do seu sistema. Ocorreu o seguinte erro ao tentar executar npm.cmd: {0}
zh_hans: 无法找到 npm.cmd。请确保已安装最新版本的 node.js，并已在项目属性中指定 node.exe 的位置，或者指定其在系统路径中可用。 尝试执行 npm.cmd 时出现以下错误: {0}
zh_hant: 找不到 npm.cmd。請確認您已安裝最新版本的 node.js 且已在專案屬性中指定 node.exe 的位置，或其在您的系統路徑上可用。 嘗試執行 npm.cmd 時發生下列錯誤: {0}

# RemoteDebugCheckProxyAndPortErrorMessage
source: Make sure that the process is running behind the remote debug proxy (RemoteDebug.js), and the debugger port (default {0}) is open on the target host.
cs: Je nutné, aby proces běžel za serverem proxy vzdáleného ladění (RemoteDebug.js) a aby byl port ladicího programu (výchozí {0}) v cílovém hostiteli otevřený.
de: Stellen Sie sicher, dass der Prozess hinter dem Remotedebugproxy (RemoteDebug.js) ausgeführt wird und dass der Debuggerport (Standard: {0}) auf dem Zielhost geöffnet ist.
it: Assicurarsi che per l'esecuzione del processo venga usato il proxy di debug remoto (RemoteDebug.js) e che la porta del debugger (impostazione predefinita: {0}) sia aperta nell'host di destinazione.
ja: プロセスがリモート デバッグ プロキシ (RemoteDebug.js) の背後で実行されていることと、ターゲット ホストでデバッガー ポート (既定値は {0}) が開かれていることを確認します。
pl: Upewnij się, że proces działa za serwerem proxy debugowania zdalnego (RemoteDebug.js), a port debugera (domyślnie: {0}) jest otwarty na hoście docelowym.
pt_br: Certifique-se de que o processo esteja em execução pelo proxy de depuração remota (RemoteDebug.js) e que a porta do depurador (a padrão é {0}) esteja aberta no host de destino.
zh_hans: 确保此进程在远程调试代理(RemoteDebug.js)后面运行，以及调试器端口(默认为 {0})在目标主机上为打开状态。
zh_hant: 確認處理序執行於遠端偵錯 Proxy (RemoteDebug.js) 後，且偵錯連接埠 (預設 {0}) 在目標主機上為開啟。

# RemoteDebugCouldNotAttachErrorMessage
source: Could not attach to Node.js process at {0}{1}
cs: Připojení k procesu Node.js na {0}{1} se nepovedlo.
de: Das Anfügen an den Prozess "node.exe" unter {0}{1} war nicht möglich.
it: Non è possibile collegarsi al processo Node.js all'indirizzo {0}{1}
ja: 位置 {0}{1} で Node.js プロセスにアタッチできませんでした。
pl: Nie można dołączyć do procesu Node.js pod adresem {0}{1}
pt_br: Não foi possível anexar ao processo Node.js em {0}{1}
zh_hans: 无法附加到 {0}{1} 处的 Node.js 进程
zh_hant: 無法於 {0}{1} 連結至 Node.js 處理序

# RemoteDebugEnableWebSocketsErrorMessage
source: Make sure that the Azure web site is deployed in the Debug configuration, and web sockets are enabled for it in the Azure management portal.
cs: Je nutné, aby byl web Azure nasazený v konfiguraci ladění a aby webové sokety byly pro něj povolené na portálu pro správu Azure.
de: Stellen Sie sicher, dass die Azure-Website in der Debugkonfiguration bereitgestellt wird und dass dafür Websockets im Azure-Verwaltungsportal aktiviert sind.
it: Assicurarsi che il sito Web di Azure sia distribuito nella configurazione di debug e che i WebSocket siano abilitati per il sito nel portale di gestione di Azure.
ja: Azure Web サイトが Debug 構成で配置されていることと、Azure 管理ポータルでそのサイトに対して Web ソケットが有効にされていることを確認してください。
pl: Upewnij się, że witryna sieci Web platformy Azure została wdrożona w konfiguracji debugowania, a gniazda sieci Web zostały dla niej włączone w portalu zarządzania platformy Azure.
pt_br: Certifique-se de que o Site do Azure seja implantado na configuração de depuração e que soquetes da Web estejam habilitados para ele no Portal de Gerenciamento do Azure.
zh_hans: 请确保在调试配置中部署了 Azure 网站，且在 Azure 管理门户中对其启用了 Web 套接字。
zh_hant: 確認 Azure 網站已在 [偵錯] 設定中部署，且已在 Azure 管理入口網站中為其啟用 Web 通訊端。

# RemoteDebugUnsupportedPlatformErrorMessage
source: Remote debugging of node.js Microsoft Azure applications is only supported on Windows 8 and above.
cs: Vzdálené ladění aplikací node.js pro Microsoft Azure se podporuje jenom ve Windows 8 a vyšších verzích.
de: Das Remotedebuggen von node.js-Anwendungen für Microsoft Azure wird nur unter Windows 8 und höher unterstützt.
it: Il debug remoto di applicazioni Microsoft Azure node.js è supportato solo in Windows 8 e versioni successive.
ja: Microsoft Azure の Node.js アプリケーションのリモート デバッグは、Windows 8 以降でのみサポートされています。
pl: Zdalne debugowanie aplikacji node.js platformy Microsoft Azure jest obsługiwane w systemie Windows 8 i nowszych.
pt_br: Só há suporte para a depuração remota de aplicativos Microsoft Azure do Node.js no Windows 8 e superiores.
zh_hans: 仅 Windows 8 及更高系统支持 node.js Microsoft Azure 应用程序的远程调试。
zh_hant: 僅 Windows 8 及更新版本支援 node.js Microsoft Azure 應用程式的遠端偵錯。

# DebugCouldNotResolveStartupFileErrorMessage
source: Please select a startup file to launch by right-clicking the file in Solution Explorer and selecting 'Set as Node.js Startup File' or by modifying your configuration in project properties
cs: Vyberte prosím spouštěcí soubor, který se má spouštět, kliknutím na soubor pravým tlačítkem myši v Průzkumníkovi řešení a vybráním možnosti Nastavit jako spouštěcí soubor Node.js. Druhou možností je úprava konfigurace ve vlastnostech projektu.
de: Wählen Sie eine zu startende Startdatei aus, indem Sie im Projektmappen-Explorer mit der rechten Maustaste auf die Datei klicken und "Als Node.js-Startdatei festlegen" auswählen oder indem Sie Ihre Konfiguration in den Projekteigenschaften ändern.
it: Selezionare un file di avvio da usare facendo clic con il pulsante destro del mouse sul file in Esplora soluzioni e selezionando 'Imposta come file di avvio Node.js' oppure modificando la configurazione nelle proprietà del progetto
ja: 起動するスタートアップ ファイルを選択するには、ソリューション エクスプローラーでそのファイルを右クリックして [Node.js のスタートアップ ファイルとして設定] を選ぶか、プロジェクトのプロパティで構成を変更してください。
pl: Wybierz plik startowy do uruchomienia, klikając prawym przyciskiem myszy plik w Eksploratorze rozwiązań i wybierając opcję „Ustaw jako plik startowy Node.js” lub modyfikując konfigurację we właściwościach projektu
pt_br: Selecione um arquivo de inicialização a iniciar clicando com o botão direito do mouse no arquivo no Gerenciador de Soluções e selecionando 'Definir como Arquivo de Inicialização do Node.js' ou modificando sua configuração nas propriedades do projeto
zh_hans: 通过右键单击解决方案资源管理器中的文件，然后选择“设置为 Node.js 启动文件”或通过在项目属性中修改配置，选择启动文件进行启动
zh_hant: 請選取要啟動的啟動檔案，方法是以滑鼠右鍵按一下方案總管中的檔案，並選取 [設為 Node.js 啟動檔案]，或是修改專案屬性中的設定。

# DebugInterpreterDoesNotExistErrorMessage
source: Interpreter "{0}" does not exist.
cs: Překladač {0} neexistuje.
de: Der Interpreter "{0}" ist nicht vorhanden.
it: L'interprete "{0}" non esiste.
ja: インタープリター "{0}" が存在しません。
pl: Interpreter „{0}” nie istnieje.
pt_br: O interpretador "{0}" não existe.
zh_hans: 解释器“{0}”不存在。
zh_hant: 解譯器 "{0}" 不存在。

# DebugTypeScriptCombineNotSupportedWarningMessage
source: This TypeScript project has 'Combine Javascript output into file' option enabled. This option is not supported by NTVS debugger, and may result in erratic behavior of breakpoints, stepping, and debug tool windows. Are you sure you want to start debugging?
cs: V tomto typescriptovém projektu je zapnutá možnost Kombinovat výstup JavaScriptu do souboru. Tuto možnost nepodporuje ladicí program NTVS a může způsobit chybné reakce zarážek, revize a oken nástroje pro ladění. Opravdu chcete spustit ladění?
de: Für dieses TypeScript-Projekt ist die Option "JavaScript-Ausgabe in Datei kombinieren" aktiviert. Diese Option wird vom NTVS-Debugger nicht unterstützt und kann zu unberechenbarem Verhalten von Haltepunkten, Einzelschrittausführung und Debugtoolfenstern führen. Möchten Sie das Debuggen starten?
it: Per questo progetto TypeScript è abilitata l'opzione 'Combina output JavaScript nel file'. Questa opzione non è supportata dal debugger NTVS e potrebbe causare un comportamento instabile di punti di interruzione, debug passo a passo e finestre dello strumento di debug. Avviare comunque il debug?
ja: この TypeScript プロジェクトでは、[JavaScript 出力をファイルにまとめる] オプションが有効になっています。このオプションは NTVS デバッガーではサポートされておらず、ブレークポイント、ステップ実行、デバッグ ツール ウィンドウの動作に問題が起きることがあります。デバッグを開始しますか?
pl: Ten projekt TypeScript ma włączoną opcję „Połącz dane wyjściowe JavaScript do pliku”. Ta opcja nie jest obsługiwana przez debuger NTVS i może skutkować błędnym działaniem punktów przerwania, przechodzenia krok po kroku i okien narzędzia debugowania. Czy na pewno chcesz rozpocząć debugowanie?
pt_br: Este projeto TypeScript tem a opção 'Combinar saída Javascript no arquivo' habilitada. Não há suporte para essa opção pelo depurador NTVS e ela pode resultar em comportamento errático de janelas de ferramenta de depuração, passo a passo e pontos de interrupção. Tem certeza de que deseja iniciar a depuração?
zh_hans: 此 TypeScript 项目已启用选项“将 Javascript 输出合并到文件中”。该选项不受 NTVS 调试程序支持，并且可能导致断点、步进和调试工具窗口出现异常行为。是否确实要启动调试?
zh_hant: 此 TypeScript 專案已啟用 [將 JavaScript 輸出合併至檔案] 選項。此選項不受 NTVS 偵錯工具支援，且可能導致中斷點、步驟及偵錯工具視窗的不穩定行為。確定要開始偵錯嗎?

# DebugWorkingDirectoryDoesNotExistErrorMessage
source: Working directory "{0}" does not exist.
cs: Pracovní adresář {0} neexistuje.
de: Das Arbeitsverzeichnis "{0}" ist nicht vorhanden.
it: La directory di lavoro "{0}" non esiste.
ja: 作業ディレクトリ "{0}" が存在しません。
pl: Katalog roboczy „{0}” nie istnieje.
pt_br: O diretório de trabalho "{0}" não existe.
zh_hans: 工作目录“{0}”不存在。
zh_hant: 工作目錄 "{0}" 不存在。

# DependencyNodeLabelBundled
source: bundled
cs: v sadě
de: gebündelt
it: in bundle
ja: バンドル
pl: w pakiecie
pt_br: em pacote
zh_hans: 捆绑
zh_hant: 配套

# DependencyNodeLabelMissing
source: missing
cs: chybí
de: fehlt
it: mancante
ja: 欠落
pl: brakujące
pt_br: ausente
zh_hans: 缺失
zh_hant: 遺漏

# DependencyNodeLabelNotListed
source: not listed in {0}
cs: není uvedeno v seznamu {0}
de: nicht in "{0}" aufgeführt
it: non elencato in {0}
ja: {0} の一覧にない
pl: niewymienione w {0}
pt_br: não listado em {0}
zh_hans: 未在 {0} 中列出
zh_hant: 未列於 {0}

# DependencyNodeModuleDoesNotExist
source: Path to module does not exist: {0}
cs: Cesta k modulu neexistuje: {0}
de: Der Pfad zum Modul ist nicht vorhanden: {0}
it: Il percorso del modulo non esiste: {0}
ja: モジュールへのパスが存在しません {0}
pl: Ścieżka do modułu nie istnieje: {0}
pt_br: O caminho para o módulo não existe: {0}
zh_hans: 模块路径不存在: {0}
zh_hant: 模組路徑不存在: {0}

# ErrorInvalidLaunchUrl
source: Launch url '{0}' is not valid
cs: Adres URL pro spuštění {0} není platná.
de: Die Start-URL "{0}" ist ungültig.
it: L'URL di avvio '{0}' non è valido
ja: 起動 URL '{0}' が正しくありません
pl: Adres URL uruchamiania „{0}” jest nieprawidłowy
pt_br: A URL de inicialização '{0}' não é válida
zh_hans: 启动 URL“{0}”无效
zh_hant: 啟動 URL '{0}' 無效

# PropertiesNodeExeOptions
source: N&ode.exe options:
cs: N&ode.exe – možnosti:
de: &Optionen für "Node.exe":
it: Opzioni di N&ode.exe:
ja: Node.exe オプション(&O):
pl: Opcje programu n&ode.exe:
pt_br: Opções do N&ode.exe:
zh_hans: Node.exe 选项(&O):
zh_hant: Node.exe 選項(&O):

# PropertiesNodeExePath
source: Node.exe &path:
cs: &Cesta k souboru Node.exe:
de: &Pfad für "Node.exe":
it: &Percorso di Node.exe:
ja: Node.exe のパス(&P):
pl: Ścieżka do &programu node.exe:
pt_br: &Caminho do Node.exe
zh_hans: Node.exe 路径(&P):
zh_hant: Node.exe 路徑(&P):

# PropertiesDebuggerPort
source: &Debugger port:
cs: &Port ladicího programu:
it: &Porta del debugger:
ja: デバッガー ポート(&D):
pl: &Port debugera:
pt_br: &Porta do depurador:
zh_hans: 调试程序端口(&D):
zh_hant: 偵錯工具連接埠(&D):

# PropertiesEnvVars
source: Environment &Variables:
cs: &Proměnné prostředí:
de: Umgebungs&variablen:
it: &Variabili di ambiente:
ja: 環境変数(&V):
pl: &Zmienne środowiskowe:
pt_br: Va&riáveis de ambiente:
zh_hans: 环境变量(&V):
zh_hant: 環境變數(&V):

# PropertiesLaunchUrl
source: Launch &URL:
cs: Spustit &URL:
de: Start-&URL:
it: &URL di avvio:
ja: 起動 URL(&U):
pl: Adres &URL uruchamiania:
pt_br: &URL de inicialização:
zh_hans: 启动 URL (&U):
zh_hant: 啟動 URL(&U):

# PropertiesNodePort
source: Applica&tion port:
cs: Port Node.&js:
de: Node.&js-Port:
it: Porta di Node.&js:
ja: Node.js ポート(&J):
pl: Port programu node.&js:
pt_br: Porta do Node.&js:
zh_hans: Node.js 端口(&J):
zh_hant: Node.js 連接埠(&J):

# PropertiesScript
source: &Script (startup file):
cs: &Skript (spouštěcí soubor):
de: &Skript (Startdatei):
it: &Script (file di avvio):
ja: スクリプト (スタートアップ ファイル)(&S):
pl: &Skrypt (plik startowy):
pt_br: &Script (arquivo de inicialização):
zh_hans: 脚本(启动文件) (&S):
zh_hant: 編寫 (啟動檔案)(&S):

# PropertiesScriptArgs
source: Script ar&guments:
cs: Ar&gumenty skriptu:
de: Skriptar&gumente:
it: Ar&gomenti dello script:
ja: スクリプトの引数(&G):
pl: Ar&gumenty skryptu:
pt_br: Arg&umentos de script:
zh_hans: 脚本参数(&G):
zh_hant: 編寫引數(&G):

# PropertiesStartBrowser
source: Sta&rt web browser on launch
cs: &Při spouštění spustit webový prohlížeč
de: Webbrowser beim St&art öffnen
it: &Avvia il Web browser all'avvio
ja: 起動時に Web ブラウザーを開始(&A)
pl: &Uruchom przeglądarkę sieci Web przy uruchamianiu
pt_br: I&niciar o navegador da web durante a inicialização
zh_hans: 启动时启动 web 浏览器(&A)
zh_hant: 啟動時開啟網頁瀏覽器(&A)

# PropertiesWorkingDir
source: Working director&y:
cs: &Pracovní adresář:
de: Arbeitsver&zeichnis:
it: Director&y di lavoro:
ja: 作業ディレクトリ(&Y):
pl: Katalog robocz&y:
pt_br: Dir&etório de trabalho:
zh_hans: 工作目录(&Y):
zh_hant: 工作目錄(&Y):
