Repository: microsoft/nodejstools
Catalog: Nodejs/Product/Nodejs/Resources.*.resx
Languages: cs, de, it, ja, pl, pt_br, zh_hans, zh_hant

# LaunchUrlToolTip
source: Specifies the URL to open in the browser. If unspecified http://localhost:port is used.\r\nIf a port is specified, it needs to be specified here as well.
cs: Určuje adresu URL, která se má otevřít v prohlížeči. Pokud není zadaná, použije se http://localhost:port.\r\nPokud je zadaný port, musí být zadaný i tady.
de: Gibt die URL an, die im Browser geöffnet werden soll. Wenn sie nicht angegeben wird, wird http://localhost:port verwendet.\r\nWird ein Port angegeben, muss er auch an dieser Stelle angegeben werden.
it: Consente di specificare l'URL da aprire nel browser. Se non viene specificato, verrà usato http://localhost:porta.\r\nSe si specifica una porta, sarà necessario indicarla anche qui.
ja: ブラウザーで開く URL を指定します。何も指定しないと、http://localhost:port が使われます。\r\nポートが指定されている場合は、それもここで指定する必要があります。
pl: Określa adres URL do otwarcia w przeglądarce. Jeśli nie zostanie określony, używany jest adres http://localhost:port.\r\nJeśli został określony port, trzeba go podać także tutaj.
pt_br: Especifica a URL a abrir no navegador. Se não for especificado, http://localhost:port será usada.\r\nSe uma porta for especificada, ela precisará ser especificada aqui também.
zh_hans: 指定要在浏览器中打开的 URL，如未指定，则会使用 http://localhost:port。\r\n如果指定的是端口，则其也需在此处指定。
zh_hant: 指定要在瀏覽器中開啟的 URL。若未指定則會使用 http://localhost:port。\r\n若有指定連接埠，則也必須在此指定。

# NodeExeArguments
source: Node.exe options
cs: Argumenty pro Node.exe
de: Argumente für "Node.exe"
it: Argomenti di Node.exe
ja: Node.exe に対する引数
pl: Argumenty programu Node.exe
pt_br: Argumentos para Node.exe
zh_hans: 传递到 Node.exe 的参数
zh_hant: Node.exe 的引數

# NodeExeArgumentsDescription
source: Specifies the options provided to node.exe, such as -e or -i.
cs: Určuje parametry zadané pro node.exe, jako -e nebo -i.
de: Gibt die für "node.exe" bereitgestellten Optionen an, z. B. -e oder -i.
it: Consente di specificare le opzioni indicate per node.exe, ad esempio -e o -i.
ja: node.exe に提供するオプション (-e や -i など) を指定します。
pl: Określa opcje pliku node.exe, takie jak -e lub -i.
pt_br: Especifica as opções fornecidas para node.exe, como -e ou -i.
zh_hans: 指定提供给 node.exe 的选项，例如 -e or -i。
zh_hant: 指定提供給 node.exe 的選項，例如 -e 或 -i。

# NodeExeArgumentsToolTip
source: Specifies the options provided to node.exe, such as -e or -i.
cs: Určuje parametry zadané pro node.exe, jako -e nebo -i.
de: Gibt die für "node.exe" bereitgestellten Optionen an, z. B. -e oder -i.
it: Consente di specificare le opzioni indicate per node.exe, ad esempio -e o -i.
ja: node.exe に提供するオプション (-e や -i など) を指定します。
pl: Określa opcje pliku node.exe, takie jak -e lub -i.
pt_br: Especifica as opções fornecidas para node.exe, como -e ou -i.
zh_hans: 指定提供给 node.exe 的选项，例如 -e or -i。
zh_hant: 指定提供給 node.exe 的選項，例如 -e 或 -i。

source: Node.exe path
cs: Cesta pro Node.exe
de: Pfad für "Node.exe"
it: Percorso di Node.exe
ja: Node.exe のパス
pl: Ścieżka pliku node.exe
pt_br: Caminho do Node.exe
zh_hans: Node.exe 路径
zh_hant: Node.exe 路徑

# NodeExePathToolTip
source: Specifies the path to the node.exe executable.
cs: Určuje cestu ke spustitelnému souboru node.exe.
de: Gibt den Pfad zur ausführbaren Datei "node.exe" an.
it: Consente di specificare il percorso del file eseguibile di node.exe.
ja: node.exe 実行可能ファイルへのパスを指定します。
pl: Określa ścieżkę do pliku wykonywalnego node.exe.
pt_br: Especifica o caminho para o executável node.exe.
zh_hans: 指定 node.exe 可执行文件的路径。
zh_hant: 指定 node.exe 可執行檔的路徑。

# NodejsPort
source: Application port
cs: Port Node.js
de: Node.js-Port
it: Porta di Node.js
ja: Node.js ポート
pl: Port Node.js
pt_br: Porta do Node.js
zh_hans: Node.js 端口
zh_hant: Node.js 連接埠

# NodejsNotInstalled
source: Could not find a Node.js runtime on your computer. Please download and install the current Node.js release from https://nodejs.org, or specify the location of your Node.exe in the Visual Studio Node Project's properties page.
cs: Na vašem počítači se nenašel modul runtime Node.js. Stáhněte si prosím a nainstalujte aktuální verzi Node.js ze stránky https://nodejs.org nebo zadejte umístění souboru Node.exe na stránce vlastností projektu Node sady Visual Studio.
de: Auf Ihrem Computer konnte keine Node.js-Runtime gefunden werden. Laden Sie die aktuelle Node.js-Version von https://nodejs.org herunter, und installieren Sie sie, oder geben Sie den Speicherort von "Node.exe" auf der Eigenschaftenseite des Visual Studio-Node-Projekts an.
it: Nel computer non è stato trovato alcun runtime di Node.js. Scaricare e installare la versione corrente di Node.js da https://nodejs.org oppure specificare il percorso del file Node.exe nella pagina delle proprietà del progetto Node di Visual Studio.
ja: お使いのコンピューターに Node.js のランタイムが見つかりませんでした。現在の Node.js リリースを https://nodejs.org からダウンロードしてインストールするか、Node.exe の場所を Visual Studio Node プロジェクトのプロパティ ページで指定してください。
pl: Nie można znaleźć środowiska uruchomieniowego Node.js na Twoim komputerze. Pobierz i zainstaluj bieżącą wersję oprogramowania Node.js ze strony https://nodejs.org lub określ lokalizację pliku Node.exe na stronie właściwości projektu Node w programie Visual Studio.
pt_br: Não foi possível encontrar um tempo de execução do Node.js em seu computador. Baixe e instale a versão atual do Node.js de https://nodejs.org ou especifique o local de seu Node.exe na página de propriedades do Projeto de Nó do Visual Studio.
zh_hans: 计算机上无法找到 Node.js 运行时。请从 https://nodejs.org 下载并安装 Node.js 最新版本，或在 Visual Studio Node Project 的属性页面中指定 Node.exe 的位置。
zh_hant: 在您的電腦上找不到 Node.js 執行階段。請從 https://nodejs.org 下載並安裝最新的 Node.js 版本，或在 Visual Studio Node Project 的屬性頁面中指定您 Node.exe 的位置。

# NodejsPortToolTip
source: Specifies the port number used for process.env.port, if unspecified a random port is generated.
cs: Určuje číslo portu, které se použije pro process.env.port. Pokud se neurčí, vygeneruje se náhodný port.
de: Gibt die Portnummer an, die für "process.env.port" verwendet wird. Wenn sie nicht angegeben wird, wird eine zufällige Portnummer generiert.
it: Consente di specificare il numero di porta usato per process.env.port. Se non viene specificato, ne verrà generato uno casuale.
ja: process.env.port に使うポート番号を指定します。指定しないと、ランダムにポートが生成されます。
pl: Określa numer portu używanego dla elementu process.env.port. Jeśli nie zostanie podany, generowany jest losowy port.
pt_br: Especifica o número da porta usado para process.env.port; se não for especificado, uma porta aleatória será gerada.
zh_hans: 指定 process.env.port 使用的端口号；如未指定，则会生成随机端口。
zh_hant: 指定用於 process.env.port 的連接埠號碼，若未指定則會產生隨機的連接埠。

# NpmPackageName
source: Package Name
cs: Název balíčku
de: Paketname
it: Nome pacchetto
ja: パッケージ名
pl: Nazwa pakietu
pt_br: Nome do Pacote
zh_hans: 包名称
zh_hant: 套件名稱

# NpmPackageNameDescription
source: Name of package, as specified in its package.json.
cs: Název balíčku, jak je určený v jeho souboru package.json
de: Name des Pakets, wie in der zugehörigen Datei "package.json" angegeben.
it: Nome del pacchetto specificato nel relativo file package.json.
ja: package.json で指定されているとおりのパッケージの名前。
pl: Nazwa pakietu, tak jak została określona w jego pliku package.json.
pt_br: O nome do pacote, conforme especificado em seu package.json.
zh_hans: 如在 package.json 中指定的包名称。
zh_hant: 套件名稱，如其 package.json 中所指定。

# NpmPackageVersion
source: Version
cs: Verze
it: Versione
ja: バージョン
pl: Wersja
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

# NpmPackageVersionDescription
source: Installed version of package.
cs: Nainstalovaná verze balíčku
de: Installierte Version des Pakets.
it: Versione installata del pacchetto.
ja: パッケージのインストール済みのバージョン。
pl: Zainstalowana wersja pakietu.
pt_br: Versão do pacote instalada.
zh_hans: 包的安装版本。
zh_hant: 安裝的套件版本。

# NpmPackageRequestedVersionRange
source: Requested Version
cs: Požadovaná verze
de: Angeforderte Version
it: Versione richiesta
ja: 要求されたバージョン
pl: Żądana wersja
pt_br: Versão Solicitada
zh_hans: 请求版本
zh_hant: 要求的版本

# NpmPackageRequestedVersionRangeDescription
source: Version of package requested in package.json belonging to parent package or project.
cs: Verze balíčku vyžádaného v souboru package.json, který patří nadřazenému balíčku nebo projektu
de: Die Version des Pakets, die in der Datei "package.json" angefordert wird, welche zum übergeordneten Paket oder Projekt gehört.
it: Versione del pacchetto richiesta nel file package.json appartenente al progetto o al pacchetto padre.
ja: package.json で要求されているパッケージのバージョンは、親パッケージまたは親プロジェクトに属しています。
pl: Wersja pakietu żądana w pliku package.json należącym do nadrzędnego pakietu lub projektu.
pt_br: A versão do pacote solicitada no package.json pertencente ao projeto ou pacote pai.
zh_hans: 属于父包或项目的 package.json 中请求的包版本。
zh_hant: package.json 中所要求的套件版本屬於父系套件或專案。

# NpmPackageNewVersionAvailable
source: Newer Version Available
cs: Je dostupná nová verze.
de: Neuere Version verfügbar
it: Disponibilità versione più recente
ja: 新しいバージョンを入手できます
pl: Dostępna jest nowsza wersja
pt_br: Versão Mais Recente Disponível
zh_hans: 已有更新的版本
zh_hant: 有較新版本可用

# NpmPackageNewVersionAvailableDescription
source: Indicates whether or not a newer version of the package is available.
cs: Označuje, jestli je dostupná novější verze balíčku.
de: Weist darauf hin, ob eine neuere Version des Pakets verfügbar ist.
it: Indica se è disponibile o meno una versione più recente del pacchetto.
ja: より新しいバージョンのパッケージが入手可能かどうかを示します。
pl: Wskazuje, czy dostępna jest nowsza wersja pakietu.
pt_br: Indica se uma versão mais recente do pacote está ou não disponível.
zh_hans: 指示包是否已有更新的版本。
zh_hant: 表示是否有較新版本的套件可用。

# NpmPackageDescription
source: Description
cs: Popis
de: Beschreibung
it: Descrizione
ja: 説明
pl: Opis
pt_br: Descrição
zh_hans: 说明
zh_hant: 描述

# NpmPackageDescriptionDescription
source: Package description.
cs: Popis balíčku
de: Paketbeschreibung.
it: Descrizione del pacchetto.
ja: パッケージの説明。
pl: Opis pakietu.
pt_br: Descrição do pacote.
zh_hans: 包说明。
zh_hant: 套件描述。

# NpmPackageKeywords
source: Keywords
cs: Klíčová slova
de: Schlüsselwörter
it: Parole chiave
ja: キーワード
pl: Słowa kluczowe
pt_br: Palavras-chave
zh_hans: 关键字
zh_hant: 關鍵字

# NpmPackageKeywordsDescription
source: Package keywords.
cs: Klíčová slova balíčku
de: Paketschlüsselwörter.
it: Parole chiave del pacchetto.
ja: パッケージ キーワード。
pl: Słowa kluczowe pakietu.
pt_br: Palavras-chave do pacote.
zh_hans: 包关键字。
zh_hant: 套件關鍵字。

# NpmPackageAuthor
source: Author
cs: Autor
de: Autor
it: Autore
ja: 作成者
pl: Autor
pt_br: Autor
zh_hans: 作者
zh_hant: 作者

# NpmPackageAuthorDescription
source: Primary or original author of package; there may also be additional contributors.
cs: Primární nebo původní autor balíčku. Můžou taky být další přispěvatelé.
de: Der primäre oder ursprüngliche Autor des Pakets; dazu gehören auch weitere Mitwirkende.
it: Autore principale o originale del pacchetto. Potrebbero esistere anche altri collaboratori.
ja: パッケージの主要な、または元の作成者です。他の共同作成者がいる場合もあります。
pl: Główny lub pierwotny autor pakietu; mogą również istnieć inni współautorzy.
pt_br: Autor principal ou original do pacote; também pode haver colaboradores adicionais.
zh_hans: 包的主要作者或原作者；可能也存在其他贡献者。
zh_hant: 套件的主要或原始作者; 可能也有其他參與者。

# NpmPackagePath
source: Path
cs: Cesta
de: Pfad
it: Percorso
ja: パス
pl: Ścieżka
pt_br: Caminho
zh_hans: 路径
zh_hant: 路徑

# NpmPackagePathDescription
source: Location of package on disk.
cs: Umístění balíčku na disku
de: Speicherort des Pakets auf dem Datenträger.
it: Percorso del pacchetto sul disco.
ja: ディスク上のパッケージの場所。
pl: Lokalizacja pakietu na dysku.
pt_br: Local do pacote em disco.
zh_hans: 磁盘上包的位置。
zh_hant: 套件在磁碟上的位置。

# NpmPackageType
source: Package Type
cs: Typ balíčku
de: Pakettyp
it: Tipo di pacchetto
ja: パッケージの種類
pl: Typ pakietu
pt_br: Tipo do Pacote
zh_hans: 包类型
zh_hant: 套件類型

# NpmPackageTypeDescription
source: Indicates whether package is global, or locally installed in your project, and whether or not it is a sub-package.
cs: Označuje, jestli je balíček globální nebo nainstalovaný místně v projektu a jestli je to dílčí balíček.
de: Gibt an, ob es sich um ein globales Paket handelt oder ob das Paket lokal in Ihrem Projekt installiert ist und ob es sich um ein Unterpaket handelt.
it: Indica se il pacchetto è globale oppure installato localmente nel progetto e se è o meno un pacchetto secondario.
ja: パッケージがグローバルであるか、またはプロジェクト内にローカルにインストールされたものかを示します。また、サブパッケージであるかどうかも示します。
pl: Wskazuje, czy pakiet jest globalny, czy lokalnie zainstalowany w Twoim projekcie, a także czy jest on pakietem podrzędnym.
pt_br: Indica se o pacote é instalado global ou localmente em seu projeto e se ele é ou não um subpacote.
zh_hans: 指示项目中的包是全局安装还是本地安装以及它是否是子包。
zh_hant: 表示套件為全域或在您的專案中以本機安裝，且其是否為子套件。

# NpmPackageLinkStatus
source: Link Status
cs: Stav odkazu
de: Verknüpfungsstatus
it: Stato collegamento
ja: リンクの状態
pl: Stan linku
pt_br: Status do Link
zh_hans: 链接状态
zh_hant: 連結狀態

# NpmPackageLinkStatusDescription
source: Indicates whether a package has been linked from globally installed packages.
cs: Označuje, jestli je balíček spojený odkazem z globálně nainstalovaných balíčků.
de: Gibt an, ob ein Paket von global installierten Paketen aus verknüpft wurde.
it: Indica se un pacchetto è stato collegato da pacchetti installati globalmente.
ja: パッケージが、グローバルにインストールしたパッケージからリンクされたものかどうかを示します。
pl: Wskazuje, czy pakiet został dołączony z globalnie zainstalowanych pakietów.
pt_br: Indica se um pacote foi vinculado de pacotes instalados global ou localmente.
zh_hans: 指示是否已从全局安装的包中链接包。
zh_hant: 表示套件是否已從全域安裝的套件連結。

# NpmPackageIsListedInParentPackageJson
source: Listed As Dependency
cs: Uvedeno v seznamu jako závislost
de: Als Abhängigkeit aufgelistet
it: Elencato come dipendenza
ja: 依存関係としてリストに表示
pl: Wymieniony jako zależność
pt_br: Listado Como Dependência
zh_hans: 列为依赖项
zh_hant: 列為相依性

# NpmPackageIsListedInParentPackageJsonDescription
source: Indicates whether or not the package is listed as a package.json dependency.
cs: Označuje, jestli je balíček uvedený v seznamu jako závislost package.json.
de: Gibt an, ob das Paket als Abhängigkeit von "package.json" aufgelistet wird.
it: Indica se il pacchetto è elencato o meno come dipendenza del file package.json.
ja: パッケージが package.json と依存関係にあるものとしてリストに表示されているかどうかを示します。
pl: Wskazuje, czy pakiet jest wymieniony jako zależność w pliku package.json.
pt_br: Indica se um pacote está ou não listado como uma dependência de package.json.
zh_hans: 指示包是否列为 package.json 依赖项。
zh_hant: 表示套件是否列為 package.json 相依性。

# NpmPackageIsMissing
source: Missing
cs: Chybí
de: Fehlt
it: Mancante
ja: 欠落
pl: Brak
pt_br: Ausente
zh_hans: 缺失
zh_hant: 遺漏

# NpmPackageIsMissingDescription
source: Indicates whether or not the package is a missing dependency.
cs: Označuje, jestli je balíček chybějící závislost.
de: Gibt an, ob es sich bei dem Paket um eine fehlende Abhängigkeit handelt.
it: Indica se il pacchetto è o meno una dipendenza mancante.
ja: このパッケージが、欠落している依存関係パッケージであるかどうかを示します。
pl: Wskazuje, czy pakiet jest brakującą zależnością.
pt_br: Indica se um pacote é ou não uma dependência ausente.
zh_hans: 指示包是否是缺失的依赖项。
zh_hant: 表示套件是否為遺漏的相依性。

# NpmPackageIsDevDependency
source: Dev Dependency
cs: Závislost vývoje
de: Entwicklungsabhängigkeit
it: Dipendenza di sviluppo
ja: 開発依存関係
pl: Zależność programistyczna
pt_br: Dependência de Desenvolvimento
zh_hans: 开发依赖项
zh_hant: 開發相依性

# NpmPackageIsDevDependencyDescription
source: Indicates whether or not the package is a development dependency.
cs: Označuje, jestli je balíček závislost vývoje.
de: Gibt an, ob es sich bei dem Paket um eine Entwicklungsabhängigkeit handelt.
it: Indica se il pacchetto è o meno una dipendenza di sviluppo.
ja: このパッケージが、開発依存関係にあるパッケージであるかどうかを示します。
pl: Wskazuje, czy pakiet jest zależnością programistyczną.
pt_br: Indica se um pacote é ou não uma dependência de desenvolvimento.
zh_hans: 指示包是否是开发依赖项。
zh_hant: 表示套件是否為開發相依性。

# NpmPackageIsOptionalDependency
source: Optional Dependency
cs: Volitelná závislost
de: Optionale Abhängigkeit
it: Dipendenza facoltativa
ja: オプション依存関係
pl: Zależność opcjonalna
pt_br: Dependência Opcional
zh_hans: 可选依赖项
zh_hant: 選用相依性

# NpmPackageIsOptionalDependencyDescription
source: Indicates whether or not the package is an optional dependency.
cs: Označuje, jestli je balíček volitelná závislost.
de: Gibt an, ob es sich bei dem Paket um eine optionale Abhängigkeit handelt.
it: Indica se il pacchetto è o meno una dipendenza facoltativa.
ja: このパッケージがオプション依存関係パッケージであるかどうかを示します。
pl: Wskazuje, czy pakiet jest zależnością opcjonalną.
pt_br: Indica se um pacote é ou não uma dependência opcional.
zh_hans: 指示包是否是可选依赖项。
zh_hant: 表示套件是否為選用相依性。

# NpmPackageIsBundledDependency
source: Bundled Dependency
cs: Závislost v sadě
de: Paketabhängigkeit
it: Dipendenza nel bundle
ja: バンドル依存関係
pl: Wbudowana zależność
pt_br: Dependência em Pacote
zh_hans: 捆绑依赖项
zh_hant: 配套相依性

# NpmPackageIsBundledDependencyDescription
source: Indicates whether or not the package is a bundled dependency.
cs: Označuje, jestli je balíček závislost v sadě.
de: Gibt an, ob es sich bei dem Paket um eine Paketabhängigkeit handelt.
it: Indica se il pacchetto è o meno una dipendenza nel bundle.
ja: このパッケージが、バンドル依存関係にあるパッケージかどうかを示します。
pl: Wskazuje, czy pakiet jest wbudowaną zależnością.
pt_br: Indica se um pacote é ou não uma dependência em pacote.
zh_hans: 指示包是否为捆绑依赖项。
zh_hant: 表示套件是否為配套相依性。

# CategoryVersion
source: Version
cs: Verze
it: Versione
ja: バージョン
pl: Wersja
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

# CategoryStatus
source: Status
cs: Stav
it: Stato
ja: 状態
pl: Stan
zh_hans: 状态
zh_hant: 狀態

# PackageTypeLocal
source: Local
cs: Místní
de: Lokal
it: Locale
ja: ローカル
pl: Lokalne
zh_hans: 本地
zh_hant: 本機

# PackageTypeLocalSubpackage
source: Local sub-package
cs: Místní dílčí balíček
de: Lokales Unterpaket
it: Pacchetto secondario locale
ja: ローカルのサブパッケージ
pl: Lokalny pakiet podrzędny
pt_br: Subpacote local
zh_hans: 本地子包
zh_hant: 本機子套件

# LinkStatusNotApplicableSubPackages
source: Not applicable for sub-packages.
cs: Neplatí pro dílčí balíčky.
de: Gilt nicht für Unterpakete.
it: Non applicabile per i pacchetti secondari.
ja: サブパッケージには該当しません。
pl: Nie ma zastosowania do pakietów podrzędnych.
pt_br: Não aplicável a subpacotes.
zh_hans: 不适用于子包。
zh_hant: 不適用於子套件。

# LinkStatusUnknown
source: Unknown
cs: Neznámý
de: Unbekannt
it: Sconosciuto
ja: 不明
pl: Nieznany
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

# RequestedVersionRangeNone
source: None
cs: Žádný
de: Keine
it: Nessuno
ja: なし
pl: Brak
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

# NpmNodePackageInstallation
source: Package Installations
cs: Instalace balíčků
de: Paketinstallationen
it: Installazioni pacchetti
ja: パッケージのインストール
pl: Instalacje pakietu
pt_br: Instalações do Pacote
zh_hans: 包安装
zh_hant: 套件安裝

# NpmNodePackageInstallationDescription
source: Indicates whether the node manages local or global npm package installations.
cs: Označuje, jestli uzel spravuje místní nebo globální instalace balíčků npm.
de: Gibt an, ob vom Knoten lokale oder globale npm-Paketinstallationen verwaltet werden.
it: Indica se il nodo gestisce le installazioni locali o globali dei pacchetti npm.
ja: ノードが、ローカルまたはグローバルのどちらの npm パッケージ インストールを管理するかを示します。
pl: Wskazuje, czy oprogramowanie Node zarządza lokalnymi, czy globalnymi instalacjami pakietu npm.
pt_br: Indica se o nó gerencia instalações locais ou globais de pacotes npm.
zh_hans: 指示节点管理本地还是全局 npm 包安装。
zh_hant: 表示節點管理的是本機或全域 npm 套件安裝。

# NpmNodePath
source: Path
cs: Cesta
de: Pfad
it: Percorso
ja: パス
pl: Ścieżka
pt_br: Caminho
zh_hans: 路径
zh_hant: 路徑

# NpmNodePathDescription
source: Base path in which npm packages are installed.
cs: Základní cesta, ve které se instalují balíčky npm
de: Basispfad, in dem npm-Pakete installiert werden.
it: Percorso di base in cui vengono installati i pacchetti npm.
ja: npm パッケージがインストールされるベース パス。
pl: Ścieżka bazowa, w której instalowane są pakiety npm.
pt_br: O caminho base no qual os pacotes npm são instalados.
zh_hans: npm 包安装的基路径。
zh_hant: npm 套件安裝所在的基本路徑。

# PackageInstallationLocal
source: Local
cs: Místní
de: Lokal
it: Locale
ja: ローカル
pl: Lokalne
zh_hans: 本地
zh_hant: 本機

# PropertiesClassLocalPackage
source: Local Package Properties
cs: Vlastnosti místního balíčku
de: Eigenschaften des lokalen Pakets
it: Proprietà pacchetto locale
ja: ローカル パッケージのプロパティ
pl: Właściwości pakietu lokalnego
pt_br: Propriedades do Pacote Local
zh_hans: 本地包属性
zh_hant: 本機套件屬性

# PropertiesClassLocalSubPackage
source: Local Sub-Package Properties
cs: Vlastnosti místního dílčího balíčku
de: Eigenschaften des lokalen Unterpakets
it: Proprietà pacchetto secondario locale
ja: ローカル サブパッケージのプロパティ
pl: Właściwości lokalnego pakietu podrzędnego
pt_br: Propriedades do Subpacote Local
zh_hans: 本地子包属性
zh_hant: 本機子套件屬性

# PropertiesClassNpm
source: npm Packages Properties
cs: Vlastnosti balíčků npm
de: Eigenschaften des npm-Pakets
it: Proprietà pacchetti npm
ja: npm パッケージのプロパティ
pl: Właściwości pakietów npm
pt_br: Propriedades de Pacotes npm
zh_hans: npm 包属性
zh_hant: npm 套件屬性

# ScriptArgumentsToolTip
source: Specifies the arguments passed to the script on launch.
cs: Určuje argumenty předané skriptu při spuštění.
de: Gibt die Argumente an, die beim Start an das Skript übergeben werden.
it: Consente di specificare gli argomenti passati allo script all'avvio.
ja: 起動時にスクリプトに渡す引数を指定します。
pl: Określa argumenty przekazywane do skryptu przy uruchamianiu.
pt_br: Especifica os argumentos passados para o script na inicialização.
zh_hans: 指定启动时传递给脚本的参数。
zh_hant: 指定在啟動時傳遞至指令碼的引數。

# ScriptFileTooltip
source: Specifies the script run on launch.
cs: Určuje skript při spuštění.
de: Gibt das beim Start auszuführende Skript an.
it: Consente di specifica lo script da eseguire all'avvio.
ja: 起動時に実行するスクリプトを指定します。
pl: Określa skrypt uruchamiany przy uruchamianiu.
pt_br: Especifica o script executado na inicialização.
zh_hans: 指定脚本在启动时运行。
zh_hant: 指定在啟動時執行的指令碼。

# StartBrowserToolTip
source: When checked a web browser is opened on launch
cs: Pokud je políčko zaškrtnuté, při spuštění se otevře webový prohlížeč.
de: Wenn die Option aktiviert ist, wird beim Start ein Webbrowser geöffnet.
it: Se è selezionato, all'avvio viene aperto un Web browser
ja: これにチェックを入れると、起動時に Web ブラウザーが開きます
pl: Gdy ta opcja jest zaznaczona, przy uruchamianiu otwierana jest przeglądarka sieci Web
pt_br: Quando marcado, um navegador da Web é aberto na inicialização
zh_hans: 选中后，在启动时 web 浏览器会打开
zh_hant: 若核取，則啟動時會開啟網頁瀏覽器

# WorkingDirToolTip
source: Specifies the working directory where the node.exe process is launched.
cs: Určuje pracovní adresář, kde se spouští proces node.exe.
de: Gibt das Arbeitsverzeichnis an, in dem der node.exe-Prozess gestartet wird.
it: Consente di specificare la directory di lavoro in cui viene avviato il processo node.exe.
ja: node.exe プロセスを起動する作業ディレクトリを指定します。
pl: Określa katalog roboczy, w którym uruchamiany jest proces node.exe.
pt_br: Especifica o diretório de trabalho em que o processo Node.exe é iniciado.
zh_hans: 指定启动 node.exe 进程所在的工作目录。
zh_hant: 指定啟動 node.exe 處理序所在的工作目錄。

# NodeExeDoesntExist
source: Your project is currently configured to look for Node.exe at "{0}" but the file does not exist.
cs: Váš projekt je momentálně nakonfigurovaný tak, aby hledal Node.exe ve složce {0}, ale tento soubor neexistuje.
de: Ihr Projekt wird zurzeit so konfiguriert, dass in "{0}" nach "Node.exe" gesucht wird. Die Datei ist jedoch nicht vorhanden.
it: Il progetto è attualmente configurato in modo da cercare Node.exe in "{0}", ma il file non esiste.
ja: このプロジェクトは現在 Node.exe を "{0}" から見つけるように構成されていますが、そのファイルが存在しません。
pl: Twój projekt jest obecnie skonfigurowany do wyszukiwania pliku Node.exe w lokalizacji „{0}”, ale taki plik nie istnieje.
pt_br: Seu projeto está configurado atualmente para procurar por Node.exe em "{0}", mas o arquivo não existe.
zh_hans: 项目当前配置为在“{0}”中查找 Node.exe，但该文件不存在。
zh_hant: 您的專案目前設為在 "{0}" 尋找 Node.exe，但檔案不存在。
