Repository: microsoft/nodejstools
Catalog: Nodejs/Product/Nodejs/Resources.*.resx
Languages: cs, de, it, ja, pl, pt_br, zh_hans, zh_hant

source: Node.js Tools for Visual Studio
cs: Nástroje Node.js pro Visual Studio
de: Node.js Tools für Visual Studio
it: Strumenti Node.js per Visual Studio
pt_br: Ferramentas do Node.js para Visual Studio

# NodeExePathNotFound
source: The specified Node.js interpreter does not exist.
cs: Zadaný překladač Node.js neexistuje.
de: Der angegebene Node.js-Interpreter ist nicht vorhanden.
it: L'interprete Node.js specificato non esiste.
ja: 指定した Node.js インタープリターは存在しません。
pl: Określony interpreter Node.js nie istnieje.
pt_br: O interpretador do Node.js especificado não existe.
zh_hans: 指定的 Node.js 解释器不存在。
zh_hant: 指定的 Node.js 解譯器不存在。

# NodejsNotInstalledShort
source: Node.js has not been detected on your computer
cs: Node.js jsme ve vašem počítači nezjistili.
de: Node.js wurde auf Ihrem Computer nicht gefunden.
it: Node.js non è stato rilevato nel computer
ja: お使いのコンピューターでは Node.js が見つかりませんでした
pl: Nie wykryto oprogramowania Node.js na tym komputerze
pt_br: O Node.js não foi detectado em seu computador
zh_hans: 在计算机上未检测到 Node.js
zh_hant: 在您的電腦上尚未偵測到 Node.js

# InvalidPortNumber
source: Invalid port number - the port should contain only digits.
cs: Neplatné číslo portu, port by měl obsahovat jenom číslice.
de: Ungültige Portnummer. Die Portnummer darf nur Ziffern enthalten.
it: Numero di porta non valido. Deve essere composto solo da cifre.
ja: ポート番号が無効です。ポートは数字だけで入力してください。
pl: Nieprawidłowy numer portu — powinien się składać z samych cyfr.
pt_br: Número da porta inválido – a porta deve conter apenas dígitos.
zh_hans: 无效的端口号 - 端口应仅包含数字。
zh_hant: 連接埠號碼無效 - 連接埠應僅包含數字。

# WorkingDirInvalidOrMissing
source: The specified working directory is invalid or missing.
cs: Zadaný pracovní adresář je neplatný nebo se nenašel.
de: Das angegebene Arbeitsverzeichnis ist ungültig oder nicht vorhanden.
it: La directory di lavoro specificata manca o non è valida.
ja: 指定した作業ディレクトリが無効、または存在しません。
pl: Brak określonego katalogu roboczego lub jest on nieprawidłowy.
pt_br: O diretório de trabalho especificado é inválido ou está ausente.
zh_hans: 指定的工作目录无效或缺失。
zh_hant: 遺漏指定的工作目錄或其為無效。

# CatalogLoadingDefault
source: Loading published package list...
cs: Načítá se seznam publikovaného balíčku...
de: Die veröffentlichte Paketliste wird geladen...
it: Caricamento dell'elenco dei pacchetti pubblicati...
ja: 発行済みのパッケージ リストを読み込んでいます...
pl: Trwa ładowanie listy opublikowanych pakietów...
pt_br: Carregando lista de pacotes publicados...
zh_hans: 正在加载已发布的包列表...
zh_hant: 正在載入發行的套件清單...

# NoKeywordsInPackage
source: (This package has no keywords.)
cs: (Tento balíček nemá klíčová slova.)
de: (Dieses Paket weist keine Schlüsselwörter auf.)
it: Per questo pacchetto non esistono parole chiave.
ja: (このパッケージにキーワードはありません。)
pl: (Ten pakiet nie ma żadnych słów kluczowych).
pt_br: (Este pacote não tem palavras-chave.)
zh_hans: (此包不含关键字。)
zh_hant: (此套件沒有關鍵字。)

# PackageCatalogRefreshing
source: Currently refreshing
cs: Aktuálně probíhá aktualizace.
de: Aktualisierung wird durchgeführt.
it: Aggiornamento in corso
ja: 現在、最新の情報に更新しています
pl: Obecnie odświeżane
pt_br: Atualizando no momento
zh_hans: 当前正在刷新
zh_hant: 目前正在重新整理

# PackageCatalogRefresh0Days
source: Today at {0:t}
cs: Dnes v {0:t}
de: Heute um {0:t}
it: Oggi alle ore {0:t}
ja: 今日の {0:t}
pl: Dziś o {0:t}
pt_br: Hoje em {0:t}
zh_hans: 今天 {0:t}
zh_hant: 今日於 {0:t}

# PackageCatalogRefresh1Day
source: Yesterday at {0:t}
cs: Včera v {0:t}
de: Gestern um {0:t}
it: Ieri alle ore {0:t}
ja: 昨日の {0:t}
pl: Wczoraj o {0:t}
pt_br: Ontem em {0:t}
zh_hans: 昨天 {0:t}
zh_hant: 昨日於 {0:t}

# PackageCatalogRefresh2To7Days
source: {0} days ago
cs: Před {0} dny
de: Vor {0} Tagen
it: {0} giorni fa
ja: {0} 日前
pl: {0} dni temu
pt_br: {0} dias atrás
zh_hans: {0} 天前
zh_hant: {0} 天前

# PackageCatalogRefresh1Week
source: More than 1 week ago
cs: Více než před týdnem
de: Vor mehr als 1 Woche
it: Più di una settimana fa
ja: 1 週間以上前
pl: Więcej niż tydzień temu
pt_br: Mais de uma semana atrás
zh_hans: 1 周多以前
zh_hant: 超過 1 週前

# PackageCatalogRefresh2Weeks
source: More than 2 weeks ago
cs: Více než před 2 týdny
de: Vor mehr als 2 Wochen
it: Più di due settimane fa
ja: 2 週間以上前
pl: Więcej niż 2 miesiące temu
pt_br: Mais de duas semanas atrás
zh_hans: 2 周多以前
zh_hant: 超過 2 週前

# PackageCatalogRefresh3Weeks
source: More than 3 weeks ago
cs: Více než před 3 týdny
de: Vor mehr als 3 Wochen
it: Più di tre settimane fa
ja: 3 週間以上前
pl: Więcej niż 3 tygodnie temu
pt_br: Mais de três semanas atrás
zh_hans: 3 周多以前
zh_hant: 超過 3 週前

# PackageCatalogRefresh1Month
source: More than 1 month ago
cs: Více než před měsícem
de: Vor mehr als 1 Monat
it: Più di un mese fa
ja: 1 か月以上前
pl: Więcej niż miesiąc temu
pt_br: Mais de um mês atrás
zh_hans: 1 个多月以前
zh_hant: 超過 1 個月前

# PackageCatalogRefresh3Months
source: More than 3 months ago
cs: Více než před 3 měsíci
de: Vor mehr als 3 Monaten
it: Più di tre mesi fa
ja: 3 か月以上前
pl: Więcej niż 3 miesiące temu
pt_br: Mais de três meses atrás
zh_hans: 3 个多月以前
zh_hant: 超過 3 個月前

# NpmSuccessfullyCompleted
source: {0} successfully completed
cs: Úspěšně dokončeno: {0}
de: {0} erfolgreich abgeschlossen
it: {0} completato
ja: {0} が正常に完了しました
pl: {0}: zakończono pomyślnie
pt_br: {0} concluído com êxito
zh_hans: {0} 已成功完成
zh_hant: {0} 已成功完成

# NpmStatusReady
source: Ready
cs: Připraveno
de: Bereit
it: Pronto
ja: 準備完了
pl: Gotowe
pt_br: Pronto
zh_hans: 就绪
zh_hant: 就緒

# NpmStatusReadyWithErrors
source: Ready - Command(s) completed with errors ({0})
cs: Připraveno – příkazy se provedly s chybami ({0})
de: Bereit – Befehl(e) mit Fehlern abgeschlossen ({0})
it: Pronto. Comando/i completato/i con errori ({0})
ja: 準備完了。コマンドは完了しましたが、{0} 件のエラーが発生しました
pl: Gotowe — polecenia ukończone z błędami ({0})
pt_br: Pronto – Comandos concluídos com erros ({0})
zh_hans: 就绪 - 命令完成，出现错误 ({0})
zh_hant: 就緒 - 命令完成但發生錯誤 ({0})

# NpmStatusExecutingQueued
source: Executing: {0} ({1} command(s) queued)
cs: Provádí se: {0} (příkazy ve frontě: {1})
de: Wird ausgeführt: {0} ({1} Befehl(e) in der Warteschlange)
it: Esecuzione in corso: {0} ({1} comando/i accodato/i)
ja: 実行しています: {0} ({1} 件のコマンドがキューに入っています)
pl: Wykonywanie: {0} (polecenia w kolejce: {1})
pt_br: Executando: {0} ({1} comandos colocados na fila)
zh_hans: 正在执行: {0} ({1} 个命令处于队列中)
zh_hant: 正在執行: {0} (已將 {1} 個命令排入佇列)

# NpmStatusExecutingErrors
source: Errors Encountered ({1}) - Executing: {0}
cs: Nalezené chyby ({1}), provádí se: {0}
de: Fehler aufgetreten ({1}) – wird ausgeführt: {0}
it: Errori rilevati ({1}) - Esecuzione in corso: {0}
ja: エラーが発生しました ({1}) - 実行しています: {0}
pl: Napotkano błędy ({1}) — wykonywanie: {0}
pt_br: Erros Encontrados ({1}) – Executando: {0}
zh_hans: 遇到错误({1}) - 正在执行: {0}
zh_hant: 遇到的錯誤 ({1}) - 正在執行: {0}

# NpmStatusExecutingQueuedErrors
source: Errors Encountered ({2}) - Executing: {0} ({1} command(s) queued)
cs: Nalezené chyby ({2}), provádí se: {0} (příkazy ve frontě: {1})
de: Fehler aufgetreten ({2}) – wird ausgeführt: {0} ({1} Befehl(e) in der Warteschlange)
it: Errori rilevati ({2}) - Esecuzione in corso: {0} ({1} comando/i accodato/i)
ja: エラーが発生しました ({2}) - 実行しています: {0} ({1} 件のコマンドがキューに入っています)
pl: Napotkano błędy ({2}) — wykonywanie: {0} (polecenia w kolejce: {1})
pt_br: Erros Encontrados ({2}) – Executando: {0} ({1} comandos colocados na fila)
zh_hans: 遇到错误({2}) - 正在执行: {0} ({1} 个命令处于队列中)
zh_hant: 遇到的錯誤 ({2}}) - 正在執行: {0} (已將 {1} 個命令排入佇列)

source: Test Framework
cs: Testovací architektura
it: Framework di test
ja: テスト フレームワーク
pl: Platforma testowa
pt_br: Estrutura de Teste
zh_hans: 测试架构
zh_hant: 測試架構

# TestFrameworkDescription
source: Specifies the test framework this file applies to.
cs: Určuje testovací architekturu, pro kterou je určený tento soubor.
de: Gibt das Testframework an, für das diese Datei gilt.
it: Consente di specificare il framework di test a cui si applica questo file.
ja: このファイルが適用されるテスト フレームワークを指定します。
pl: Określa platformę testową, do której ma zastosowanie ten plik.
pt_br: Especifica a estrutura de teste à qual este arquivo se aplica.
zh_hans: 指定此文件夹适用的测试架构。
zh_hant: 指定此檔案適用的測試架構。

# DebuggerPort
source: Specifies the port used to communicate with the debugger
cs: Určuje port, který slouží ke komunikaci s ladicím programem.
de: Gibt den Port an, der zur Kommunikation mit dem Debugger verwendet wird.
it: Consente di specificare la porta usata per comunicare con il debugger
ja: デバッガーとの通信に使用するポートを指定します
pl: Określa port używany do komunikacji z debugerem
pt_br: Especifica a porta utilizada para comunicação com o depurador
zh_hans: 指定用于与调试器通信的端口
zh_hant: 指定用來與偵錯工具通訊的連接埠

# EnvironmentVariables
source: Specifies environment variables to be set in the spawned process in the form: NAME1=value1 NAME2=value2 ...
cs: Určuje proměnné prostředí, které se mají nastavit v nové kopii procesu ve formátu: NÁZEV1=hodnota1 NÁZEV2=hodnota2 ...
de: Gibt die Umgebungsvariablen an, die im erstellten Prozess in folgendem Format festzulegen sind: NAME1=Wert1 NAME2=Wert2 ...
it: Consente di specificare le variabili di ambiente da impostare nel processo generato in formato: NOME1=valore1 NOME2=valore2 ...
ja: フォームの起動したプロセスで設定する環境変数を、次の形式で指定します: NAME1=value1 NAME2=value2 ...
pl: Określa zmienne środowiskowe do ustawienia w zduplikowanym procesie w postaci: NAZWA1=wartość1 NAZWA2=wartość2 ...
pt_br: Especifica as variáveis de ambiente a serem definidas no processo gerado na forma: NAME1=value1 NAME2=value2 ...
zh_hans: 指定要在窗体的衍生进程中设置的环境变量: NAME1=value1 NAME2=value2 ...
zh_hant: 以下列格式指定繁衍的處理序中要設定的環境變數: NAME1=value1 NAME2=value2 ...

# DebuggerConnectionClosed
source: Debugger connection was closed.
cs: Připojení k ladicímu programu je zavřené.
de: Die Debuggerverbindung wurde geschlossen.
it: La connessione con il debugger è stata chiusa.
ja: デバッガーとの接続が閉じられました。
pl: Połączenie debugera zostało zamknięte.
pt_br: A conexão com o depurador foi fechada.
zh_hans: 调试器连接已关闭。
zh_hant: 已關閉偵錯工具連線。

# DebuggerModuleUpdateFailed
source: Failed to update file contents.
cs: Nepovedlo se aktualizovat obsah souboru.
de: Fehler beim Aktualisieren der Dateiinhalte.
it: Non è stato possibile aggiornare il contenuto del file.
ja: ファイルの内容を更新できませんでした。
pl: Nie można przekazać zawartości pliku.
pt_br: Falha ao atualizar o conteúdo do arquivo.
zh_hans: 无法更新文件内容。
zh_hant: 無法更新檔案內容。

# NodejsNotSupported
source: This version of Node.js ({0}) is not supported. Please upgrade to Node.js v0.10.20 or later.
cs: Tato verze Node.js ({0}) se nepodporuje. Upgradujte prosím Node.js na verzi 0.10.20 nebo novější.
de: Diese Version von Node.js ({0}) wird nicht unterstützt. Aktualisieren Sie auf Node.js v0.10.20 oder höher.
it: Questa versione di Node.js ({0}) non è supportata. Eseguire l'aggiornamento a Node.js 0.10.20 o versione successiva.
ja: このバージョンの Node.js ({0}) はサポートされていません。Node.js v0.10.20 以降にアップグレードしてください。
pl: Ta wersja programu Node.js ({0}) nie jest obsługiwana. Uaktualnij go do wersji Node.js v0.10.20 lub nowszej.
pt_br: Não há suporte para esta versão do Node.js ({0}). Atualize para o Node.js v0.10.20 ou posterior.
zh_hans: 不支持此版本的 Node.js ({0})。请升级到 Node.js v0.10.20 或更高版本。
zh_hant: 不支援此版本的 Node.js ({0})。請升級至 Node.js v0.10.20 或更新版本。

# PackageCatalogRefreshFailed
source: Refresh failed - see output below for details
cs: Aktualizace se nepovedla, podrobnosti najdete níže ve výstupu.
de: Fehler beim Aktualisieren. Details finden Sie in der unten angezeigten Ausgabe.
it: L'aggiornamento non è riuscito. Per dettagli, vedere l'output sotto
ja: 最新の情報に更新できませんでした。詳しくは、以下の出力をご覧ください
pl: Odświeżanie nie powiodło się — zobacz dane wyjściowe poniżej, aby uzyskać szczegóły
pt_br: Falha ao atualizar – veja a saída abaixo para obter detalhes
zh_hans: 刷新失败 - 请查看下方输出了解详细信息
zh_hant: 重新整理失敗 - 請參閱下方輸出了解詳細資料

# NodeExePathDescription
source: Specifies the path to the node.exe executable.
cs: Určuje cestu ke spustitelnému souboru node.exe.
de: Gibt den Pfad zur ausführbaren Datei "node.exe" an.
it: Consente di specificare il percorso del file eseguibile di node.exe.
ja: node.exe 実行可能ファイルへのパスを指定します。
pl: Określa ścieżkę do pliku wykonywalnego node.exe.
pt_br: Especifica o caminho para o executável node.exe.
zh_hans: 指定 node.exe 可执行文件的路径。
zh_hant: 指定 node.exe 可執行檔的路徑。

# NodejsPortDescription
source: Specifies the port number used for process.env.port, if unspecified a random port is generated.
cs: Určuje číslo portu, které se použije pro process.env.port. Pokud se neurčí, vygeneruje se náhodný port.
de: Gibt die Portnummer an, die für "process.env.port" verwendet wird. Wenn sie nicht angegeben wird, wird eine zufällige Portnummer generiert.
it: Consente di specificare il numero di porta usato per process.env.port. Se non viene specificato, ne verrà generato uno casuale.
ja: process.env.port に使うポート番号を指定します。指定しないと、ランダムにポートが生成されます。
pl: Określa numer portu używanego dla elementu process.env.port. Jeśli nie zostanie podany, generowany jest losowy port.
pt_br: Especifica o número da porta usado para process.env.port; se não for especificado, uma porta aleatória será gerada.
zh_hans: 指定 process.env.port 使用的端口号；如未指定，则会生成随机端口。
zh_hant: 指定用於 process.env.port 的連接埠號碼，若未指定則會產生隨機的連接埠。

# NpmPackageInstallHelpMessage
source: (enter arguments above)
cs: (zadejte výše uvedené argumenty)
de: (Arguments oben eingeben)
it: (immettere gli argomenti sopra indicati)
ja: (上に引数を入力します)
pl: (wprowadź argumenty powyżej)
pt_br: (insira os argumentos acima)
zh_hans: (输入以上参数)
zh_hant: (輸入上方引數)

# CacheDirectoryClearFailedTitle
source: Could Not Clear Node.js Cache Directory
cs: Nešlo vyčistit adresář mezipaměti Node.js
de: Node.js-Cacheverzeichnis konnte nicht gelöscht werden
it: Non è stato possibile cancellare la directory cache di Node.js
ja: Node.js のキャッシュ ディレクトリをクリアできませんでした
pl: Nie można utworzyć katalogu pamięci podręcznej Node.js
pt_br: Não foi possível limpar o diretório de cache do Node.js
zh_hans: 无法清除 Node.js 缓存目录
zh_hant: 無法清除 Node.js 快取目錄

# CacheDirectoryClearFailedCaption
source: Could not clear Node.js cache directory. Try manually deleting the directory: {0}
cs: Nešlo vyčistit adresář mezipaměti Node.js. Zkuste ho odstranit ručně: {0}.
de: Das Node.js-Cacheverzeichnis konnte nicht gelöscht werden. Versuchen Sie, das Verzeichnis manuell zu löschen: {0}
it: Non è stato possibile cancellare la directory cache di Node.js. Provare a eliminare manualmente la directory: {0}
ja: Node.js のキャッシュ ディレクトリをクリアできませんでした。ディレクトリ {0} を手動で削除してください。
pl: Nie można wyczyścić katalogu pamięci podręcznej Node.js. Spróbuj ręcznie usunąć katalog: {0}.
pt_br: Não foi possível limpar o diretório de cache do Node.js. Tente excluir o diretório manualmente: {0}
zh_hans: 无法清除 Node.js 缓存目录。请尝试手动删除目录: {0}
zh_hant: 無法清除 Node.js 快取目錄。嘗試手動刪除目錄: {0}

# UpgradedEnvironmentVariables
source: Replaced <EnvironmentVariables> property with <Environment>. This project will no longer work with NTVS 1.0 beta 2 or below.
cs: Vlastnost <EnvironmentVariables> se nahradila vlastností <Environment>. Tento projekt už nebude fungovat s NTVS 1.0 beta 2 nebo nižší verzí.
de: Die <EnvironmentVariables>-Eigenschaft wurde durch <Environment> ersetzt. Dieses Projekt funktioniert nicht länger mit NTVS 1.0 Beta 2 oder früher.
it: La proprietà <EnvironmentVariables> è stata sostituita con <Environment>. Questo progetto non funzionerà più con NTVS 1.0 beta 2 o versioni precedenti.
ja: <EnvironmentVariables> プロパティを <Environment> で置き換えました。このプロジェクトは、NTVS 1.0 ベータ 2 またはそれより前のバージョンでは機能しません。
pl: Zastąpiono właściwość <EnvironmentVariables> właściwością <Environment>. Ten projekt nie będzie już działać z programem NTVS 1.0 beta 2 i starszymi.
pt_br: A propriedade <EnvironmentVariables> foi substituída por <Environment>. Este projeto não funcionará mais com NTVS 1.0 beta 2 ou anterior.
zh_hans: 已将 <EnvironmentVariables> 属性替换为 <Environment>。此项目不再适用于 NTVS 1.0 beta 2 或更低版本。
zh_hant: 已使用 <Environment> 取代 <EnvironmentVariables> 屬性。此專案不再適用於 NTVS 1.0 Beta 2 或更低版本。

# StatusAnalysisUpToDate
source: Node.js code analysis is up to date, analyzed {0:N0} function(s) in {1}
cs: Analýza kódu Node.js je aktuální, analyzovaly se funkce ({0:N0}) v {1}.
de: Die Node.js-Codeanalyse ist auf dem neuesten Stand. Es wurden {0:N0} Funktionen in {1} analysiert.
it: L'analisi codice di Node.js è aggiornata. È stata completata l'analisi di {0:N0} funzione/i in {1}
ja: Node.js コード分析は最新です。{1} 個中 {0:N0} 個の関数を分析しました。
pl: Analiza kodu Node.js jest aktualna, przeanalizowane funkcje: {0:N0}, czas: {1}
pt_br: A análise de código do Node.js está em dia, {0:N0} funções analisadas em {1}
zh_hans: Node.js 代码分析为最新版本，已在 {1} 中分析 {0:N0} 个功能
zh_hant: Node.js 程式碼分析為最新狀態，已分析 {1} 中的 {0:N0} 個函式

# IncludeNodeModulesCancelTitle
source: Do nothing (recommended)
cs: Neprovádět nic (doporučeno)
de: Keine Aktion durchführen (empfohlen)
it: Non eseguire alcuna operazione (scelta consigliata)
ja: 何もしません (推奨)
pl: Nie rób niczego (zalecane)
pt_br: Não fazer nada (recomendado)
zh_hans: 不采取任何操作(推荐)
zh_hant: 不執行任何動作 (建議)

# IncludeNodeModulesContent
source: Including 'node_modules' in your project is generally unnecessary, and may reduce Visual Studio's performance. You can continue to use and deploy packages from 'node_modules' without including it in your project.
cs: Zahrnutí složky node_modules do projektu obecně není nutné a může snížit výkon sady Visual Studio. Balíčky ze složky node_modules můžete používat a nasazovat dál a nemusíte ji dávat do projektu.
de: Das Einbeziehen von "node_modules" ist im Allgemeinen nicht nötig und kann in Visual Studio zu Leistungseinbußen führen. Sie können weiterhin Pakete aus "node_modules" verwenden und bereitstellen, ohne diesen Ordner in Ihr Projekt einzuschließen.
it: Non è in genere necessario includere 'node_modules' nel progetto. Tale operazione potrebbe inoltre ridurre le prestazioni di Visual Studio. È possibile continuare a usare 'node_modules' e distribuire i pacchetti da tale cartella senza includerla nel progetto.
ja: 一般に、プロジェクトに 'node_modules' を含める必要はなく、含めると Visual Studio のパフォーマンスが低下する可能性があります。'node_modules' をプロジェクトに含めずに、'node_modules' からのパッケージを引き続き利用し、配置することができます。
pl: Uwzględnienie folderu „node_modules” w projekcie nie jest ogólnie konieczne i może zmniejszyć wydajność programu Visual Studio. Możesz nadal korzystać z pakietów w folderze „node_modules” i wdrażać je bez uwzględniania tego elementu w projekcie.
pt_br: Incluir 'node_modules' em seu projeto geralmente é desnecessário e pode reduzir o desempenho do Visual Studio. Você pode continuar a usar e implantar pacotes do 'node_modules' sem incluí-lo em seu projeto.
zh_hans: 将 "node_modules" 包含在项目中通常是没有必要的，并且可能会降低 Visual Studio 的性能。若不将其包含在项目中，仍可继续使用和部署 "node_modules" 的包。
zh_hant: 您通常不需要將 'node_modules' 包含在專案內，因為這麼做可能降低 Visual Studio 的效能。您可以持續使用及部署 'node_modules' 的套件而無須將其包含在您的專案中。

# IncludeNodeModulesIncludeDescription
source: This may be a long-running operation, during which Visual Studio will be unusable.
cs: Tato operace může trvat delší dobu a nepůjde během ní používat Visual Studio.
de: Hierbei kann es sich um einen langwierigen Vorgang handeln, währenddessen Visual Studio nicht verwendet werden kann.
it: Questa può essere un'operazione a esecuzione prolungata durante la quale Visual Studio non sarà utilizzabile.
ja: この操作には長時間かかることがあります。実行中は、Visual Studio を使用できなくなります。
pl: To może być długotrwała operacja, podczas której korzystanie z programu Visual Studio będzie niemożliwe.
pt_br: Esta pode ser uma operação de execução longa, durante a qual o Visual Studio não poderá ser usado.
zh_hans: 此操作所用的时间可能较长，在此期间，Visual Studio 可能无法使用。
zh_hant: 這可能是項長時間執行的作業，在此期間將無法使用 Visual Studio。

# IncludeNodeModulesIncludeTitle
source: Include 'node_modules' folder in project
cs: Zahrňte do projektu složku node_modules
de: Ordner "node_modules" in Projekt einschließen
it: Includi la cartella 'node_modules' nel progetto
ja: プロジェクトに 'node_modules' フォルダーを含める
pl: Uwzględnij folder „node_modules” w projekcie
pt_br: Incluir a pasta 'node_modules' no projeto
zh_hans: 将 "node_modules" 文件夹包含在项目中
zh_hant: 在專案中包含 'node_modules' 資料夾

# IncludeNodeModulesInformation
source: <a href="http://go.microsoft.com/fwlink/?LinkID=518083">More Information</a>
cs: <a href="http://go.microsoft.com/fwlink/?LinkID=518083">Další informace</a>
de: <a href="http://go.microsoft.com/fwlink/?LinkID=518083">Weitere Informationen</a>
it: <a href="http://go.microsoft.com/fwlink/?LinkID=518083">Altre informazioni</a>
ja: <a href="http://go.microsoft.com/fwlink/?LinkID=518083">詳細情報</a>
pl: <a href="http://go.microsoft.com/fwlink/?LinkID=518083">Więcej informacji</a>
pt_br: <a href="http://go.microsoft.com/fwlink/?LinkID=518083">Mais Informações</a>
zh_hans: <a href="http://go.microsoft.com/fwlink/?LinkID=518083">详细信息</a>
zh_hant: <a href="http://go.microsoft.com/fwlink/?LinkID=518083">詳細資訊</a>

# RemoteDebugProxyFileDoesNotExist
source: Remote Debug Proxy "{0}" does not exist.
cs: Proxy server vzdáleného ladění {0} neexistuje.
de: Der Remotedebugproxy "{0}" ist nicht vorhanden.
it: Il proxy di debug remoto "{0}" non esiste.
ja: リモート デバッグ プロキシ "{0}" が存在しません。
pl: Serwer proxy zdalnego debugowania „{0}” nie istnieje.
pt_br: O proxy de depuração remota "{0}" não existe.
zh_hans: 远程调试代理“{0}”不存在。
zh_hant: 遠端偵錯 Proxy "{0}" 不存在。

# RemoteDebugProxyFolderDoesNotExist
source: Could not find RemoteDebugProxyFolder
cs: Nepovedlo se najít složku proxy serveru vzdáleného ladění.
de: RemoteDebugProxyFolder wurde nicht gefunden.
it: RemoteDebugProxyFolder non trovato
ja: RemoteDebugProxyFolder が見つかりませんでした
pl: Nie można znaleźć folderu serwera proxy zdalnego debugowania
pt_br: Não foi possível encontrar RemoteDebugProxyFolder
zh_hans: 无法找到 RemoteDebugProxyFolder
zh_hant: 找不到 RemoteDebugProxyFolder

# StatusTypingsLoaded
source: Node.js IntelliSense typings folder is up to date
cs: Složka typování IntelliSense Node.js je aktuální.
de: Der Typings-Ordner von Node.js IntelliSense ist auf dem neuesten Stand.
it: La cartella delle definizioni di tipi IntelliSense di Node.js è aggiornata
ja: Node.js IntelliSense 型指定フォルダーは最新です
pl: Folder definicji typów funkcji IntelliSense programu Node.js jest aktualny
pt_br: A pasta de tipificações do IntelliSense do Node.js está atualizada
zh_hans: Node.js IntelliSense typings 文件夹处于最新状态
zh_hant: Node.js IntelliSense 類型資料夾為最新狀態

# StatusTypingsLoading
source: Loading Node.js IntelliSense typings for npm packages...
cs: Načítají se typování IntelliSense Node.js pro balíčky npm...
de: Node.js IntelliSense-Typisierungen für npm-Pakete werden geladen...
it: Caricamento delle definizioni di tipi IntelliSense di Node.js dai pacchetti npm...
ja: npm パッケージ用の Node.js IntelliSense 型指定を読み込んでいます...
pl: Trwa ładowanie definicji typów funkcji IntelliSense programu Node.js dla pakietów npm...
pt_br: Carregando tipificações do IntelliSense do Node. para pacotes npm...
zh_hans: 正在加载 npm 包的 Node.js IntelliSense typings...
zh_hant: 正在載入 npm 套件的 Node.js IntelliSense 類型...

# TypeScriptMinVersionNotInstalled
source: Node.js Tools requires TypeScript for Visual Studio {0} or higher. Please ensure TypeScript is installed
cs: Nástroje Node.js vyžadují TypeScript pro Visual Studio {0} nebo vyšší. Zajistěte prosím, aby byl TypeScript nainstalovaný.
de: Node.js Tools benötigt TypeScript für Visual Studio {0} oder höher. Stellen Sie sicher, dass TypeScript installiert ist.
it: Con Strumenti Node.js è richiesto TypeScript per Visual Studio {0} o versione successiva. Assicurarsi che TypeScript sia installato
ja: Node.js Tools には、TypeScript for Visual Studio {0} 以降が必要です。TypeScript がインストールされていることを確認してください
pl: Narzędzia Node.js Tools wymagają programu TypeScript for Visual Studio {0} lub nowszego. Upewnij się, że program TypeScript jest zainstalowany
pt_br: O Ferramentas do Node.js requer o TypeScript para Visual Studio {0} ou superior. Certifique-se de que o TypeScript está instalado
zh_hans: Node.js Tools 要求 TypeScript for Visual Studio {0} 或更高版本。请确保已安装 TypeScript
zh_hant: 對於 Visual Studio {0} 或更新版本，Node.js Tools 需要 TypeScript 。請確認已安裝 TypeScript
