Repository: microsoft/nodejstools
Catalog: Legacy/Profiling/Resources.*.resx
Languages: es, fr, it, ko, pl, tr

# FailedToBuild
source: Failed to build project, do you want to launch profiling anyway?
es: No se pudo compilar el proyecto, ¿quiere iniciar de todos modos la generación de perfiles?
fr: Échec de la génération du projet, voulez-vous quand même lancer le profilage ?
it: Non è stato possibile compilare il progetto. Avviare comunque la profilatura?
ko: 프로젝트를 빌드하지 못했습니다. 그래도 프로파일링을 시작하시겠습니까?
pl: Nie można skompilować projektu, czy chcesz mimo wszystko uruchomić profilowanie?
tr: Proje derlenemedi. Profil oluşturmayı yine de başlatmak istiyor musunuz?

# FailedToOpenFileErrorMessageText
source: Failed to open file {0}
es: No se pudo abrir el archivo {0}
fr: Échec de l'ouverture du fichier {0}
it: Non è stato possibile aprire il file {0}
ko: {0} 파일을 열지 못했습니다.
pl: Nie można otworzyć pliku {0}
tr: {0} dosyası açılamadı

# NoConfiguredStatupFileErrorMessageText
source: Project has no configured startup file, cannot start profiling.
es: El proyecto no tiene ningún archivo de inicio configurado, no se puede iniciar la generación de perfiles.
fr: Aucun fichier de démarrage n'est configuré pour le projet, impossible de démarrer le profilage.
it: Per il progetto non è stato configurato alcun file di avvio. Non è possibile avviare la profilatura.
ko: 프로젝트에 구성된 시작 파일이 없어서 프로파일링을 시작할 수 없습니다.
pl: Projekt nie ma skonfigurowanego pliku startowego, nie można rozpocząć profilowania.
tr: Projede yapılandırılmış başlangıç dosyası olmadığından profil oluşturma başlatılamıyor.

# NodejsToolsForVS
source: Node.js Tools for Visual Studio
es: Node.js Tools para Visual Studio
fr: Node.js Tools pour Visual Studio
it: Strumenti Node.js per Visual Studio
ko: Visual Studio용 Node.js 도구
tr: Visual Studio için Node.js Araçları

# NoProfilingConfiguredMessageCaption
source: No Profiling Target
es: No hay destino de generación de perfiles
fr: Aucune cible de profilage
it: Destinazione profilatura non disponibile
ko: 프로파일링 대상 없음
pl: Brak celu profilowania
tr: Profil Oluşturma Hedefi Yok

# NoProfilingConfiguredMessageText
source: Profiling session is not configured - would you like to configure now and then launch?
es: La sesión de generación de perfiles no está configurada, ¿quiere configurarla ahora y luego iniciarla?
fr: La session de profilage n'est pas configurée - voulez-vous la configurer maintenant et la lancer ?
it: La sessione di profilatura non è configurata. Configurarla ora e avviarla?
ko: 프로파일링 세션이 구성되지 않았습니다. 지금 구성한 다음 시작하시겠습니까?
pl: Sesja profilowania nie jest skonfigurowana — czy chcesz ją skonfigurować teraz, a następnie uruchomić?
tr: Profil oluşturma oturumu yapılandırılmadı. Şimdi yapılandırıp başlatmak istiyor musunuz?

# ProfilingOk
source: _OK
es: _Aceptar
ko: 확인(_O)
tr: _Tamam

# ProfilingStart
source: _Start
es: _Iniciar
fr: _Démarrer
it: _Avvia
ko: 시작(_S)
pl: _Uruchom
tr: _Başlat

# ProjectNotFoundErrorMessageText
source: Project could not be found in current solution.
es: No se encuentra el proyecto en la solución actual.
fr: Le projet est introuvable dans la solution actuelle.
it: Il progetto non è stato trovato nella soluzione corrente.
ko: 현재 솔루션에서 프로젝트를 찾을 수 없습니다.
pl: Nie można znaleźć projektu w bieżącym rozwiązaniu.
tr: Proje geçerli çözümde bulunamadı.

# FailedToReadPerformanceSessionMessageText
source: Failed to read performance session {0}
es: No se pudo leer la sesión de rendimiento {0}
fr: Échec de la lecture de la session de performance {0}
it: Non è stato possibile leggere la sessione di prestazioni {0}
ko: 성능 세션 {0}을(를) 읽지 못했습니다.
pl: Nie można odczytać sesji wydajności {0}
tr: {0} performans oturumu okunamadı

# FailedToSaveV8LogMessageText
source: v8 log file was not successfully saved to: {0} No profiling data is available.
es: El archivo de registro v8 no se ha guardado correctamente en: {0} No hay ningún dato de generación de perfiles disponible.
fr: Le fichier journal v8 n'a pas été enregistré dans : {0} Données de profilage indisponibles.
it: Il file di log di v8 non è stato salvato in: {0} I dati di profilatura non sono disponibili.
ko: v8 로그 파일을 다음에 저장하지 못했습니다. {0} 프로파일링 데이터를 사용할 수 없습니다.
pl: Plik dziennika wersji 8 nie został pomyślnie zapisany w: {0} Nie są dostępne żadne dane profilowania.
tr: v8 günlük dosyası şuraya başarıyla kaydedilemedi: {0} Profil oluşturma verisi yok.

# PerformanceReportNoLongerExistsMessageText
source: Performance report no longer exists: {0}
es: Ya no existe el informe de rendimiento: {0}
fr: Le rapport de performances n'existe plus : {0}
it: Il report di prestazioni non esiste più: {0}
ko: 다음 성능 보고서가 더 이상 없습니다. {0}
pl: Raport wydajności już nie istnieje: {0}
tr: Performans raporu artık yok: {0}

# UnableToDeleteV8Log
source: Unable to delete '{0}'. There is probably a second copy of node.exe running and the results may be unavailable or incorrect.
es: No se puede eliminar '{0}'. Es probable que haya una segunda copia de node.exe en funcionamiento y puede que los resultados no estén disponibles o sean incorrectos.
fr: Impossible de supprimer '{0}'. Il existe probablement une deuxième copie de node.exe en cours d'exécution et les résultats sont peut-être indisponibles ou incorrects.
it: Non è possibile eliminare '{0}'. Potrebbe essere in esecuzione una seconda copia di node.exe e i risultati potrebbero essere non disponibili o errati.
ko: '{0}'을(를) 삭제할 수 없습니다. 실행 중인 node.exe의 두 번째 복사본이 있을 수 있고 결과가 사용할 수 없거나 잘못될 수 있습니다.
pl: Nie można usunąć elementu „{0}”. Prawdopodobnie jest uruchomiona druga kopia programu node.exe i wyniki mogą być niedostępne lub niepoprawne.
tr: '{0}' silinemiyor. Büyük olasılıkla node.exe dosyasının çalışan ikinci bir kopyası var; sonuçlar kullanılamıyor veya hatalı olabilir.

# BaselineFileLabel
source: _Baseline File:
es: _Archivo de línea base:
fr: _Fichier de référence :
it: File _baseline:
ko: 기본 파일(_B):
pl: _Plik linii bazowej:
tr: _Temel Dosya:

# CancelButtonContent
source: _Cancel
es: _Cancelar
fr: _Annuler
it: A_nnulla
ko: 취소(_C)
pl: _Anuluj
tr: İ_ptal

# CommandLineArgumentsLabel
source: Command Line _Arguments:
es: _Argumentos de línea de comandos:
fr: _Arguments de ligne de commande :
it: _Argomenti della riga di comando:
ko: 명령줄 인수(_A):
pl: _Argumenty wiersza polecenia:
tr: Komut Satırı _Bağımsız Değişkenleri:

# CompareWindowTitle
source: Select analysis files for comparison
es: Seleccionar archivos de análisis para comparación
fr: Sélectionner des fichiers d'analyse à comparer
it: Selezionare i file di analisi per il confronto
ko: 비교할 분석 파일 선택
pl: Wybierz pliki analizy do porównania
tr: Karşılaştırma için analiz dosyalarını seçin

# ComparisionFileLabel
source: Co_mparison File:
es: Archivo de co_mparación:
fr: Fichier de co_mparaison :
it: File di con_fronto:
ko: 비교 파일(_M):
pl: Plik d_o porównania:
tr: K_arşılaştırma Dosyası:

# NodePathLabel
source: _Node Path:
es: Ruta de acceso al _nodo:
fr: Chemin du _nœud :
it: P_ercorso nodo
ko: 노드 경로(_N):
pl: Ścieżka _Node:
tr: _Düğüm Yolu:

# OkButtonContent
source: _OK
es: _Aceptar
ko: 확인(_O)
tr: _Tamam

# OpenProjectButton
source: _Open project
es: _Abrir proyecto
fr: _Ouvrir le projet
it: A_pri progetto
ko: 프로젝트 열기(_O)
pl: _Otwórz projekt
tr: _Projeyi aç

# ProfilingSettingsHeader
source: What would you like to profile?
es: ¿Quiere generar un perfil?
fr: Que voulez-vous profiler ?
it: Selezionare gli elementi da profilare:
ko: 프로파일링할 항목을 선택하세요.
pl: Co chcesz profilować?
tr: Neyin profilini oluşturmak istiyorsunuz?

# ProfilingSettingsTitle
source: Profiling Settings
es: Configuración de la generación de perfiles
fr: Paramètres de profilage
it: Impostazioni profilatura
ko: 프로파일링 설정
pl: Ustawienia profilowania
tr: Profil Oluşturma Ayarları

# ScriptLabel
source: Sc_ript:
ko: 스크립트(_R):
pl: Sk_rypt:
tr: Be_tik:

# StandaloneScriptLabel
source: S_tandalone script
es: Script i_ndependiente
fr: Script au_tonome
it: S_cript autonomo
ko: 독립 실행형 스크립트(_T)
pl: Autonomiczny skrypt
tr: B_ağımsız betik

# WorkingDirectoryLabel
source: _Working Directory:
es: _Directorio de trabajo:
fr: _Répertoire de travail :
it: _Directory di lavoro:
ko: 작업 디렉터리(_W):
pl: _Katalog roboczy:
tr: Ça_lışma Dizini:
